{
  "title": "Ampleforth Abbey",
  "url": "https://en.wikipedia.org/wiki/Ampleforth_Abbey",
  "body": "Ampleforth Abbey is a monastery of Benedictine monks a mile to the east of Ampleforth, North Yorkshire, England, part of the English Benedictine Congregation.  It claims descent from the pre-Reformation community at Westminster Abbey through the last surviving monk from Westminster, Sigebert Buckley (c. 1520 - c. 1610). As of 2020 the monastery has 53 monks.\n\n\n\n\nThe Abbey was founded in a house given to Father Anselm Bolton by Lady Anne Fairfax, daughter of Charles Gregory Fairfax, 9th Viscount Fairfax of Emley. This house was taken over by Dr Brewer, President of the Congregation, on 30 July 1802. Since leaving Dieulouard in Lorraine, where its members had joined Spanish and Cassinese Benedictines to form the monastery of St Laurence, the community had been successively at Acton Burnell, Tranmere, Scholes, Vernon Hall and Parbold Hall, under its superior, Dr Marsh.\nOn its migration to Ampleforth Lodge Dr Marsh remained at Parbold and Father Appleton was elected the first prior of the new monastery. Shortly afterwards Parbold was broken up and the boys of the school there were transferred to Ampleforth. The priory was erected into an abbey in 1890 by the Bull 'Diuquidem' and an important and flourishing college was founded. John Cuthbert Hedley, Bishop of Newport, was an alumnus, as was a superior of Ampleforth, Abbot Smith. The monastery was completed in 1897.  The first abbey church was begun in 1857 and demolished in 1957. The existing Abbey church was begun in 1924 and consecrated in 1961, having been designed by notable architect Giles Gilbert Scott, replacing the mid-19th-century church of Charles Hansom.\n\n\n\nBlazon: Per fesse dancetté Or and Azure a chief per pale Gules and of the second charged on the dexter with two keys in saltire Or and Argent and on the sinister with a Cross Flory between five martlets of the first. (College of Arms, London 1922). Ensigned with an abbot's crosier in pale behind the shield Or garnished with a pallium crossing the staff argent and a galero with cords and twelve tassels disposed on either side of the shield in three rows of one, two, and three all Sable.\n\n\n\n\n\n\n\n\n\nThe monastery founded a school at Ampleforth in 1802. It is now the coeducational independent boarding school Ampleforth College, with about 600 pupils. In 2017 the college separated from the Abbey by splitting the site and each having its own independent governance.  Monks from Ampleforth Abbey continue to oversee the spirituality scheme of the College.\n\n\n\nIn addition to the work at Ampleforth, some of the monks are assigned as parish priests to parishes across four dioceses.\n\n\n\nAmpleforth has a Permanent Private Hall at St Benet's Hall, Oxford, which was founded in 1897 for the purpose of enabling monks to study for secular degrees. It now accepts lay undergraduates and graduate as well as monastic members.\n\n\n\nAmpleforth founded a daughter house, the priory at St Louis, Missouri, in 1955. The priory gained independence in 1973 and became Saint Louis Abbey in its own right in 1989.\n\n\n\nIn 1996 Ampleforth set up the community of Christ the Word in Zimbabwe, which had three members as of 2020.\n\n\n\nIn November 2017, as part of its larger mandate, the national Independent Inquiry into Child Sexual Abuse (IICSA) undertook an investigation into the prevalence of paedophilia in the English Benedictine Congregation and its failures in protecting young people over many decades, focusing on the abbeys of Downside, Ealing and Ampleforth. The final report outlined a series of failures at Ampleforth but also noted the ongoing efforts of both the Abbey and College to address the safeguarding concerns. It found credible allegations of physical, emotional and sexual abuse perpetrated by monks and lay members of Ampleforth. In addition safeguarding concerns were noted about some monks relating to grooming, inappropriate touching and pornography addiction. The Ampleforth monks named in the report included: Fr. Piers Grant-Ferris, Fr. Gregory Carroll, Fr. Bernard Green (deceased 2013) and a number of unidentified monks referred to as RC-F3, RC-F8, RC-F27, RC-F16, RC-F18, RC-F91 and RC-F95. Abbot Christopher Jamison, then newly elected President of the English Benedictine Congregation, welcomed the report, apologising for the abuse and the congregation's failure to address it and urging other victims to come forward. Fr. Piers Grant-Ferris was convicted in 2006 of twenty counts of indecent assault. Peter Turner, formerly known as Fr. Gregory Carroll, was jailed for more than 20 years for his offences of child abuse.\n\n\n\n\n\t\t\n\t\t\n\t\t\n\n\n\nAmpleforth College\nSt Benet's Hall, Oxford\nEnglish Benedictine Congregation\nBenet Perceval\n\n\n\n\n This article incorporates text from a publication now in the public domain: Herbermann, Charles, ed. (1913). \"The Abbey of Ampleforth\". Catholic Encyclopedia. New York: Robert Appleton Company.\n\n\n\n\nOfficial website\nAmpleforth Abbey (English Benedictine Congregation Web)",
  "links": [
    "Abbey",
    "Abbot",
    "Acton Burnell",
    "Ambrose Griffiths",
    "Ampleforth",
    "Ampleforth College",
    "Barwick in Elmet and Scholes",
    "Basil Hume",
    "Belmont Abbey, Herefordshire",
    "Benedictine",
    "Benet Perceval",
    "Bishop of Newport",
    "Blazon",
    "Buckfast Abbey",
    "Catholic Church",
    "Catholic Encyclopedia",
    "Charles Francis Hansom",
    "Christian denomination",
    "Christopher Jamison",
    "Church of Our Lady and St Michael, Abergavenny",
    "Church of St Mary and St Michael, Llanarth",
    "Church of the Holy Ghost, Midsomer Norton",
    "College of Arms",
    "Crosier",
    "Curzon Park Abbey",
    "Deanery",
    "Dedication",
    "Dieulouard",
    "Diocese",
    "Diocese of Middlesbrough",
    "Douai Abbey",
    "Douai School",
    "Downside Abbey",
    "Downside School",
    "Ealing Abbey",
    "Ecclesiastical province",
    "England",
    "English Benedictine Congregation",
    "English Reformation",
    "Fort Augustus Abbey",
    "Galero",
    "Geographic coordinate system",
    "Giles Gilbert Scott",
    "Historic England",
    "ISBN (identifier)",
    "ISNI (identifier)",
    "Independent Inquiry into Child Sexual Abuse",
    "Jamberoo Abbey",
    "John Cuthbert Hedley",
    "Kylemore Abbey",
    "Lamspringe Abbey",
    "Lawrence of Rome",
    "Lorraine (province)",
    "Mariavall Abbey",
    "Monastery",
    "Monastery of Christ the Word",
    "National Heritage List for England",
    "North Yorkshire",
    "Ordnance Survey National Grid",
    "Permanent Private Hall",
    "Portsmouth Abbey",
    "Portsmouth Abbey School",
    "Province of Liverpool",
    "Public domain",
    "Saint Anselm's Abbey (Washington, D.C.)",
    "Saint Louis Abbey",
    "Saint Louis Priory School",
    "Sherborne Abbey",
    "Sigebert Buckley",
    "St. Anselm's Abbey School",
    "St Begh's Church, Whitehaven",
    "St Benedict's School, Ealing",
    "St Benet's Hall, Oxford",
    "St Francis Xavier Church, Hereford",
    "St Louis, Missouri",
    "St Mary's Abbey, Colwich",
    "Stanbrook Abbey",
    "Tranmere, Merseyside",
    "VIAF (identifier)",
    "Viscount Fairfax of Emley",
    "Westminster Abbey",
    "Worth Abbey",
    "Worth School",
    "Zimbabwe"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/5/5a/046CupolaSPietro.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/7a/Ampelforth_outside.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/e/e0/Ampleforth_Abbey_-_geograph.org.uk_-_1036357.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/a/a6/Ampleforth_Abbey_-_geograph.org.uk_-_25915.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/fa/Ampleforth_Abbey_and_College._-_geograph.org.uk_-_406897.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/36/Ampleforth_Abbey_and_College._-_geograph.org.uk_-_406908.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/8/86/Ampleforth_window.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/8/80/Coat_of_Arms_of_Ampleforth_Abbey.svg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e7/North_Yorkshire_UK_location_map.svg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/Red_pog.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ]
}