{
  "title": "Carl Czerny",
  "url": "https://en.wikipedia.org/wiki/Carl_Czerny",
  "body": "Carl Czerny (German: [ˈtʃɛʁniː]; 21 February 1791 – 15 July 1857) was an Austrian composer, teacher, and pianist of Czech origin whose music spanned the late Classical and early Romantic eras. His vast musical production amounted to over a thousand works and his books of studies for the piano are still widely used in piano teaching. He was one of Ludwig van Beethoven's best-known pupils.\n\n\n\n\n\n\n\nCarl Czerny was born in Vienna (Leopoldstadt) and was baptized in St. Leopold parish. His parents were of Czech origin; his mother was Moravian. His parents spoke Czech with him. Czerny came from a musical family: his grandfather was a violinist at Nymburk, near Prague, and his father, Wenzel, was an oboist, organist and pianist. When Czerny was six months old, his father took a job as a piano teacher at a Polish manor and the family moved to Poland, where they lived until the third partition of Poland prompted the family to return to Vienna in 1795.As a child prodigy, Czerny began playing piano at age three and composing at age seven. His first piano teacher was his father, who taught him mainly Bach, Haydn and Mozart. He began performing piano recitals in his parents' home. Czerny made his first public performance in 1800 playing Mozart's Piano Concerto No. 24 in C minor.\n\n\n\nIn 1801, Wenzel Krumpholz, a Czech composer and violinist, scheduled a presentation for Czerny at the home of Ludwig van Beethoven. Beethoven asked Czerny to play his Pathétique Sonata and Adelaide. Beethoven was impressed with the 10-year-old and accepted him as a pupil. Czerny remained under Beethoven's tutelage until 1804 and sporadically thereafter. He particularly admired Beethoven's facility at improvisation, his expertise at fingering, the rapidity of his scales and trills, and his restrained demeanour while performing.Czerny's autobiography and letters give many important references and details of Beethoven during this period. Czerny was the first to report symptoms of Beethoven's deafness, several years before the matter became public. Of his first meeting with Beethoven, he wrote: \"I also noticed with that visual quickness peculiar to children that he had cotton which seemed to have been steeped in a yellowish ointment, in his ears.\"Beethoven selected Czerny as pianist for the premiere of the former's Piano Concerto No. 1 in 1806 and, at the age of 21, in February 1812, Czerny gave the Vienna premiere of Beethoven's \"Emperor\" Piano Concerto. Czerny wrote that his musical memory enabled him to play virtually all of Beethoven's piano works by heart without exception and, during the years 1804–1805, he used to play these works in this manner at Prince Lichnowsky's palace once or twice a week, with the Prince calling out only the desired opus numbers. Czerny maintained a friendship with Beethoven throughout his life, and also gave piano lessons to Beethoven's nephew Carl.\n\n\n\n\n\n\n\nAt the age of fifteen, Czerny began a very successful teaching career. Basing his method on the teaching of Beethoven and Muzio Clementi, Czerny taught up to twelve lessons a day in the homes of Viennese nobility. His 'star' pupils included Theodor Döhler, Stephen Heller, Anna Sick,  Sigismond Thalberg, and Ninette de Belleville. In 1819, the father of Franz Liszt brought his son to Czerny, who recalled:He was a pale, sickly-looking child, who, while playing, swayed about on the stool as if drunk...His playing was... irregular, untidy, confused, and...he threw his fingers quite arbitrarily all over the keyboard.  But that notwithstanding, I was astonished at the talent Nature had bestowed upon him. Liszt became Czerny's most famous pupil. He trained the child with the works of Beethoven, Clementi, Ignaz Moscheles and Johann Sebastian Bach. The Liszt family lived in the same street in Vienna as Czerny, who was so impressed by the boy that he taught him free of charge. Liszt was later to repay this confidence by introducing the music of Czerny at many of his Paris recitals. Shortly before Liszt's Vienna concert of 13 April 1823 (his final concert of that season), Czerny arranged, with some difficulty (as Beethoven increasingly disliked child prodigies) the introduction of Liszt to Beethoven. Beethoven was sufficiently impressed with the young Liszt to give him a kiss on the forehead. Liszt remained close to Czerny, and in 1852 his Études d'exécution transcendante were published with a dedication to Czerny.Czerny left Vienna only to make trips to Italy, France (in 1837, when he was assisted by Liszt) and England. After 1840, Czerny devoted himself exclusively to composition. He wrote a large number of piano solo exercises for the development of the pianistic technique, designed to cover from the first lessons for children up to the needs of the most advanced virtuoso. (see List of compositions by Carl Czerny).\n\n\n\nCzerny died in Vienna at the age of 66. He never married and had no near relatives. His large fortune he willed to charities (including an institution for the deaf), his housekeeper and the Society of Friends of Music in Vienna, after making provision for the performance of a Requiem mass in his memory.\n\n\n\n\n\n\n\nCzerny composed a very large number of pieces (more than one thousand and up to Op. 861).\nCzerny's works include not only piano music (études, nocturnes, sonatas, opera theme arrangements and variations) but also masses and choral music, symphonies, concertos, songs, string quartets and other chamber music. The better known part of Czerny's repertoire is the large number of didactic piano pieces he wrote, such as The School of Velocity and The Art of Finger Dexterity.  He was one of the first composers to use étude (\"study\") for a title. Czerny's body of works also include arrangements of many popular opera themes.\nThe majority of the pieces called by Czerny \"serious music\" (masses, choral music, quartets, orchestral and chamber music) remain in unpublished manuscript form and are held by Vienna's Society for the Friends of Music, to which Czerny (a childless bachelor) willed his estate.\n\n\n\nCzerny's piano sonatas show themselves as an intermediate stage between the works of Beethoven and Liszt. They blend the traditional sonata form elements with Baroque elements, such as the use of fugato, and free forms of fantasy. Recordings of these sonatas have been made by Martin Jones, Anton Kuerti and Daniel Blumenthal.\nCzerny's piano nocturnes show some of the elements present in Chopin nocturnes, such as the rhythmic fluidity and the intimate character. Chopin met Czerny in Vienna in 1828 and may have been influenced by his nocturnes.\nCzerny composed approximately 180 pieces that bear the title \"Variations\". Among them is La Ricordanza, Op 33, which Vladimir Horowitz recorded. Czerny used not only his own themes but themes from other composers as well, including Daniel Auber, Ludwig van Beethoven, Vincenzo Bellini, Anton Diabelli, Gaetano Donizetti, Joseph Haydn, Heinrich Marschner, Wolfgang Amadeus Mozart, Niccolò Paganini, Gioachino Rossini, Franz Schubert, Carl Maria von Weber and many others. These works range from solo piano pieces to piano pieces for four, six, and eight hands, with some variations having optional accompaniment of orchestra or string quartet. Czerny sometimes combined his variations with other genres, such as fantasy, rondo, or impromptu.\nCzerny was one of 50 composers who wrote a Variation on a theme of Anton Diabelli for Part II of the Vaterländischer Künstlerverein (published 1824). He also wrote a coda to round out the collection. Part I was devoted to the 33 variations supplied by Beethoven, his Diabelli Variations, Op. 120. Together with Liszt, Chopin, Henri Herz, Johann Peter Pixis and Sigismond Thalberg, Czerny was a contributor to the compendium set of variations for piano, Hexameron (1837).\n\n\n\n\nThe seven symphonies of Czerny began to be recorded in 1990s. In the 21st century, two new symphonies came to light (Symphony No. 6 and a large Symphony written in 1814); also two overtures (in C Minor and E Major) and some symphonic choral music (Psalm 130 and \"Die Macht des Gesanges\").Czerny was a prolific composer of chamber music, normally including the piano: Trios for strings and Piano, Quintets for strings and Piano, Sonatas for Violin and Piano, and also Piano Variations with Flute, Horn, and other instruments. However, there are many works without piano, including string quartets, which have enjoyed a new appreciation in recent years.Czerny, a devout Catholic, also composed many religious pieces. These works include a number of Masses and hymns.\n\n\n\nIn 1842 Czerny published an autobiographical sketch, \"Erinnerungen aus meinem Leben\" (\"Memories from My Life\"). Other works by Czerny, apart from his compositions, include: his edition of Johann Sebastian Bach's The Well-Tempered Clavier; \"Letters to a young lady, on the art of playing the pianoforte\" ; his \"School of Practical Composition\" (published as his Op. 600); his edition of Domenico Scarlatti's sonatas (1840); and \"On the proper performance of all Beethoven's works for piano\" (1846), as well as several editions of Beethoven's works for piano.\n\n\n\n\n\n\n\nCzerny can be considered as a father of modern piano technique for generations of pianists, when it is taken into account that many of his students, such as Theodor Leschetizky, Franz Liszt and Theodor Kullak, also became teachers and passed on his legacy. The US music magazine The Etude presented in its issue of April 1927 an illustration (see above) showing how Czerny could be considered the father of modern piano technique and the basis of an entire generation of pianists. This list can be extended to the present day: examples of 'descent' are:\n\nWanda Landowska: pupil of Moritz Moszkowski ← Theodor Kullak ← Czerny;\nSergei Prokofiev: pupil of Anna Yesipova ← Theodor Leschetizky ← Czerny;\nClaudio Arrau: pupil of Martin Krause ← Liszt ← Czerny;\nErnő Dohnányi: pupil of István Thomán ← Liszt ← Czerny;\nGeorges Cziffra: pupil of István Thomán ← Liszt ← Czerny;\nDaniel Barenboim: pupil of Edwin Fischer ← Martin Krause ← Liszt ← Czerny;\nVan Cliburn: pupil of Rildia Bee Cliburn ← Arthur Friedheim ← Liszt ← Czerny;\nSergei Rachmaninoff: pupil of Alexander Siloti ← Liszt ← Czerny;\nLeon Fleisher: pupil of Artur Schnabel ← Theodor Leschetizky ← Czerny;Czerny wrote an essay on the correct performing of the piano sonatas of Beethoven, \"On the Proper performance of all Beethoven's works for piano\" (1846). Johannes Brahms wrote about it to Clara Schumann in a letter of March 1878: \"I certainly think Czerny's large pianoforte course Op. 500 is worthy of study, particularly in regard to what he says about Beethoven and the performance of his works, for he was a diligent and attentive pupil ... Czerny's fingering is particularly worthy for attention. In fact I think that people today ought to have more respect for this excellent man\" In a letter written to Otto Jahn of 30 October 1852, Liszt wrote: \"In the twenties, when a great portion of Beethoven's creations was a kind of Sphinx, Czerny was playing Beethoven exclusively, with an understanding as excellent as his technique was efficient and effective; and, later on, he did not set himself up against some progress that had been made in technique, but contributed materially to it by his own teaching and works.\"Czerny had an influential role in defining the canon of classical piano repertoire. Volume 4 (1847) of his Theoretico-Practical Piano School listed what he considered to be the most important piano works of the previous eighty years, including works of Mozart, Clementi, Chopin, Schumann, Liszt, Schubert, Mendelssohn, and works of his own.\n\n\n\nFrom Czerny's death until the end of the 20th century, negative views about his work have predominated. Robert Schumann in the Neue Zeitschrift für Musik (New Musical Gazette), said of Czerny's op. 424: \"It would be difficult to find a failure of imagination greater than that of Czerny.\"\nLiszt included several Czerny compositions in his repertoire and also dedicated his twelve Transcendental Études to Czerny. He also collaborated with Czerny on the Hexaméron. But even Liszt suggested, in an 1852 letter to Otto Jahn: \"It is ... a pity that, by a too super-abundant productiveness, he has necessarily weakened himself, and has not gone on further on the road of his first Sonata (Op. 7, A-flat major) and of other works of that period, which I rate very highly, as compositions of importance, beautifully formed and having the noblest tendency.\" In \"Men, Women and Pianos\"  Arthur Loesser describes Czerny's music as \"without depth, intensity, or wit, but always smooth and pretty and rather ear-tickling when played fast ... endless variety of patterns and endless monotony of import.\"More positive views have been offered by musicians such as Anton Kuerti, Brahms, and Leon Botstein. Igor Stravinsky wrote about his admiration for Czerny also as a composer: \"As to Czerny, I have been appreciating the full-blooded musician in him more than the remarkable pedagogue.\"\n\n\n\nNotes\nSourcesBotstein, Leon (2004). \"Beethoven's Pupil\" Archived 27 April 2015 at the Wayback Machine, American Symphony Orchestra programme note, accessed 23 September 2014.\nCzerny, Carl, tr. Ernest Sanders (1956). \"Recollections from my Life\" (1842), in \"The Musical Quarterly\", July 1956, Vol. XLII, No. 3, pp. 302–317.\nKuerti, Anton (1997). \"Carl Czerny: In the Shadow of Beethoven\", in Queen's Quarterly, September 1997,Vol. 104, No. 3. Accessed 23 September 2014.\nLoesser, Arthur (1990). Men, Women and Pianos: A Social History. New York: Dover Publications.  ISBN 978-0-486-26543-8\nMitchell, Alíce L. (1980). \"Czerny, Carl\" in The New Grove Dictionary of Music and Musicians, ed. Stanley Sadie, vol. 5, pp. 138–141. London: MacMillan. ISBN 978-0-333-23111-1\nRowland, David (ed.) (1998). The Cambridge Companion to the Piano. Cambridge: Cambridge University Press. ISBN 978-0-521-47986-8\nThayer, Alexander Wheelock, rev.and ed. Elliot Forbes (1991). Thayer's Life of Beethoven (2 vols). Princeton: Princeton University Press. ISBN 978-0-691-02717-3.\nWalker, Alan (1988). Franz Liszt: The Virtuoso Years 1811–1847. London: Faber. ISBN 978-0-571-15278-0.\n\n\n\n\n\"Czerny, Karl\" . Encyclopædia Britannica. Vol. 7 (11th ed.). 1911. p. 724.\nhttps://web.archive.org/web/20090715202853/http://www.jwentworth.com/pianists/anton_kuerti/czerny_festival.htm Carl Czerny Music Festival and International Symposium 13–26 June 2002, Edmonton, Alberta].\n\"An Underestimated Master: A Critical Analysis of Carl Czerny's Eleven Piano Sonatas and his Contribution to the Genre\" (dissertation by Levi Keith Larson for the requirements of U. Nebraska-Lincoln, 2015. Description and (personal/research) download.)",
  "links": [
    "Adalbert Gyrowetz",
    "Adolphe Adam",
    "Age of Enlightenment",
    "Alexander Borodin",
    "Alexander Glazunov",
    "Alexander Gretchaninov",
    "Alexander Scriabin",
    "Alexander Siloti",
    "Amy Beach",
    "Amédée Méreaux",
    "Anna Caroline Oury",
    "Anna Sick",
    "Anna Yesipova",
    "Anton Arensky",
    "Anton Bruckner",
    "Anton Diabelli",
    "Anton Fils",
    "Anton Kuerti",
    "Anton Reicha",
    "Anton Rubinstein",
    "Antonio Bazzini",
    "Antonio Rosetti",
    "Antonio Sacchini",
    "Antonio Salieri",
    "Antonio Soler",
    "Antonín Dvořák",
    "Antônio Carlos Gomes",
    "Arthur Foote",
    "Arthur Loesser",
    "Artur Schnabel",
    "Ballade (classical music)",
    "Bedřich Smetana",
    "Cambridge Companions to Music",
    "Camille Saint-Saëns",
    "Canon (basic principle)",
    "Carl Ditters von Dittersdorf",
    "Carl Friedrich Abel",
    "Carl Loewe",
    "Carl Maria von Weber",
    "Carl Nielsen",
    "Carl Philipp Emanuel Bach",
    "Carl Stamitz",
    "Character piece",
    "Charles-Valentin Alkan",
    "Charles Auguste de Bériot",
    "Charles Gounod",
    "Chevalier de Saint-Georges",
    "Chorale prelude",
    "Christian Cannabich",
    "Christoph Willibald Gluck",
    "Clara Schumann",
    "Classical economics",
    "Classical music",
    "Classical period (music)",
    "Classical physics",
    "Classicism",
    "Claudio Arrau",
    "Coda (music)",
    "Common practice period",
    "Czech language",
    "Czechs",
    "Cécile Chaminade",
    "César Cui",
    "César Franck",
    "Daniel Auber",
    "Daniel Barenboim",
    "Daniel Blumenthal (pianist)",
    "Diabelli Variations",
    "Doi (identifier)",
    "Domenico Cimarosa",
    "Domenico Scarlatti",
    "Edvard Grieg",
    "Edward Elgar",
    "Edward MacDowell",
    "Edwin Fischer",
    "Encyclopædia Britannica Eleventh Edition",
    "Ernest Chausson",
    "Ernő Dohnányi",
    "Eugène Ysaÿe",
    "Fanny Mendelssohn",
    "Felix Mendelssohn",
    "Ferdinand David (musician)",
    "Fernando Sor",
    "Ferruccio Busoni",
    "First Viennese School",
    "Francisco Tárrega",
    "Franz Anton Hoffmeister",
    "Franz Berwald",
    "Franz Ignaz Beck",
    "Franz Lachner",
    "Franz Liszt",
    "Franz Schubert",
    "Franz Xaver Richter",
    "François-Joseph Gossec",
    "Frederick Delius",
    "Friedrich Kalkbrenner",
    "Fritz Kreisler",
    "Fromental Halévy",
    "Frédéric Chopin",
    "Fugato",
    "Félicien David",
    "Gabriel Fauré",
    "Gaetano Donizetti",
    "Galant music",
    "Gaspare Spontini",
    "Georg Benda",
    "George Onslow (composer)",
    "George Whitefield Chadwick",
    "Georges Bizet",
    "Georges Cziffra",
    "Gesellschaft der Musikfreunde",
    "Giacomo Meyerbeer",
    "Giacomo Puccini",
    "Gioachino Rossini",
    "Giovanni Battista Viotti",
    "Giovanni Paisiello",
    "Giuseppe Sarti",
    "Giuseppe Verdi",
    "Gothic Revival architecture",
    "Gustav Holst",
    "Gustav Mahler",
    "Hans Christian Lumbye",
    "Hector Berlioz",
    "Heinrich Marschner",
    "Henri Herz",
    "Henri Vieuxtemps",
    "Henryk Wieniawski",
    "Hexameron (musical composition)",
    "Hexaméron (musical composition)",
    "Hugo Wolf",
    "ISBN (identifier)",
    "ISNI (identifier)",
    "ISSN (identifier)",
    "Ignacy Jan Paderewski",
    "Ignaz Fränzl",
    "Ignaz Moscheles",
    "Ignaz Pleyel",
    "Igor Stravinsky",
    "Indianist movement",
    "Intermezzo",
    "István Thomán",
    "JSTOR (identifier)",
    "Jacques Offenbach",
    "Jan Kalivoda",
    "Jan Ladislav Dussek",
    "Jan Václav Voříšek",
    "Jean Sibelius",
    "Joachim Raff",
    "Johann Baptist Wanhal",
    "Johann Christian Bach",
    "Johann Nepomuk Hummel",
    "Johann Peter Pixis",
    "Johann Sebastian Bach",
    "Johann Stamitz",
    "Johann Strauss I",
    "Johann Strauss II",
    "Johannes Brahms",
    "John Field (composer)",
    "John Knowles Paine",
    "John Philip Sousa",
    "Josef Kriehuber",
    "Josef Mysliveček",
    "Joseph Haydn",
    "Joseph Joachim",
    "Joseph Lanzedelly the Elder",
    "José Melchor Gomis",
    "Jules Massenet",
    "Karl Alois, Prince Lichnowsky",
    "Leevi Madetoja",
    "Leon Botstein",
    "Leon Fleisher",
    "Leopold Koželuch",
    "Leopold Mozart",
    "Leopoldstadt",
    "Lied",
    "List of Classical-era composers",
    "List of Romantic composers",
    "List of compositions by Carl Czerny",
    "List of music students by teacher: C to F",
    "List of solo keyboard sonatas by Domenico Scarlatti",
    "Louis Niedermeyer",
    "Louis Spohr",
    "Louise Bertin",
    "Louise Farrenc",
    "Ludwig van Beethoven",
    "Luigi Boccherini",
    "Luigi Cherubini",
    "Léo Delibes",
    "MBA (identifier)",
    "Mannheim school",
    "Martha Goldstein",
    "Martin Jones (pianist)",
    "Martin Krause",
    "Max Bruch",
    "Mazurka",
    "Michael Haydn",
    "Mikhail Glinka",
    "Mily Balakirev",
    "Modest Mussorgsky",
    "Moritz Moszkowski",
    "Musical nationalism",
    "Muzio Clementi",
    "Mykola Lysenko",
    "Neoclassicism",
    "Neue Zeitschrift für Musik",
    "New German School",
    "New Grove Dictionary",
    "Niccolò Antonio Zingarelli",
    "Niccolò Paganini",
    "Niccolò Piccinni",
    "Nikolai Medtner",
    "Nikolai Rimsky-Korsakov",
    "Nocturne",
    "Notes inégales",
    "Nymburk",
    "Opus number",
    "Orchestra",
    "Orchestral song",
    "Otto Jahn",
    "Ottorino Respighi",
    "Pablo de Sarasate",
    "Pastorale",
    "Paul Wranitzky",
    "Piano Concerto No. 1 (Beethoven)",
    "Piano Concerto No. 24 (Mozart)",
    "Piano Concerto No. 5 (Beethoven)",
    "Piano Sonata No. 8 (Beethoven)",
    "Piano sonata",
    "Pierre Rode",
    "Post-romanticism",
    "Pyotr Ilyich Tchaikovsky",
    "Pyotr Ilyich Tchaikovsky and The Five",
    "Pyotr Ilyich Tchaikovsky and the Belyayev circle",
    "RERO (identifier)",
    "RISM (identifier)",
    "Ralph Vaughan Williams",
    "Requiem mass",
    "Richard Strauss",
    "Richard Wagner",
    "Robert Franz",
    "Robert Schumann",
    "Romantic ballet",
    "Romantic chess",
    "Romantic guitar",
    "Romantic music",
    "Romantic nationalism",
    "Romantic poetry",
    "Romanticism",
    "Romanticism in science",
    "Romantische Oper",
    "Rondino for Piano Quintet (Czerny)",
    "Ruggero Leoncavallo",
    "S2CID (identifier)",
    "SUDOC (identifier)",
    "Santiago Masarnau Fernández",
    "Saverio Mercadante",
    "Sensitive style",
    "Sergei Prokofiev",
    "Sergei Rachmaninoff",
    "Sergei Taneyev",
    "Sigismond Thalberg",
    "Sonata form",
    "Stanisław Moniuszko",
    "Stephen Foster",
    "Stephen Heller",
    "String quartet",
    "Symphonic poem",
    "Symphony",
    "The Etude",
    "The Musical Times and Singing Class Circular",
    "The Well-Tempered Clavier",
    "Theodor Döhler",
    "Theodor Kullak",
    "Theodor Leschetizky",
    "Third partition of Poland",
    "Tommaso Traetta",
    "Transcendental Études",
    "Trove (identifier)",
    "VIAF (identifier)",
    "Van Cliburn",
    "Variation (music)",
    "Variations on \"Gott erhalte Franz den Kaiser\" (Czerny)",
    "Vaterländischer Künstlerverein",
    "Vicente Martín y Soler",
    "Victor Herbert",
    "Vienna",
    "Vienna, Austria",
    "Vienna Central Cemetery",
    "Vincenzo Bellini",
    "Vladimir Horowitz",
    "Wanda Landowska",
    "War of the Romantics",
    "Wayback Machine",
    "Wenzel Krumpholz",
    "Wikisource",
    "William Sterndale Bennett",
    "Wolfgang Amadeus Mozart",
    "Édouard Lalo",
    "Émile Prudent",
    "Étienne Méhul",
    "Étude",
    "Études (ballet)"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/1/16/150th-anniversary-of-Carl-Czerny-death.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2b/Audio_a.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2d/CZERNY%C2%B4S_PUPIL_LISZT_PLAYS_FOR_BEETHOVEN.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/d/df/Carl-Czerny-piano-heritage-tree.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/a/a6/Carl-Czerny-young.png",
    "https://upload.wikimedia.org/wikipedia/commons/a/a0/Carl_Czerny_-_Duo_Concertante_-_1._Allegro.ogg",
    "https://upload.wikimedia.org/wikipedia/commons/6/66/Carl_Czerny_-_Duo_Concertante_-_2._Scherzo_-_Allegro_Molto.ogg",
    "https://upload.wikimedia.org/wikipedia/commons/4/4a/Carl_Czerny_-_Duo_Concertante_-_3._Andantino_Grazioso.ogg",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Carl_Czerny_-_Duo_Concertante_-_4._Rondo_-_Allegretto.ogg",
    "https://upload.wikimedia.org/wikipedia/commons/9/92/Czerny_2.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/c/cb/Gnome-mime-audio-openclipart.svg",
    "https://upload.wikimedia.org/wikipedia/commons/8/8a/Loudspeaker.svg",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/People_icon.svg",
    "https://upload.wikimedia.org/wikipedia/commons/f/fa/Wikiquote-logo.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg",
    "https://upload.wikimedia.org/wikipedia/en/6/69/P_vip.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/96/Symbol_category_class.svg",
    "https://upload.wikimedia.org/wikipedia/en/e/e2/Symbol_portal_class.svg"
  ]
}