{
  "title": "Charmey",
  "url": "https://en.wikipedia.org/wiki/Charmey",
  "body": "Charmey (French: [ʃaʁmɛ]; Arpitan: Chàrmê [tsɛʁˈmɛ] (listen)) is a former municipality in the district of Gruyère in the canton of Fribourg in Switzerland.  On 1 January 2014 the former municipalities of Charmey and Cerniat merged into the new municipality of Val-de-Charmey.\n\n\n\nCharmey is first mentioned in 1211 as Chalmeis.  Until 1760 it was known as Feiguières.  The municipality is also informally known by its German name Galmis.\n\n\n\n\nBefore the merger, Charmey had a total area of 78.5 km2 (30.3 sq mi).  Of this area, 35.25 km2 (13.61 sq mi) or 44.9% is used for agricultural purposes, while 28.56 km2 (11.03 sq mi) or 36.4% is forested.   Of the rest of the land, 1.62 km2 (0.63 sq mi) or 2.1% is settled (buildings or roads), 0.66 km2 (0.25 sq mi) or 0.8% is either rivers or lakes and 12.38 km2 (4.78 sq mi) or 15.8% is unproductive land.Of the built up area, housing and buildings made up 1.0% and transportation infrastructure made up 0.7%.  Out of the forested land, 31.5% of the total land area is heavily forested and 3.8% is covered with orchards or small clusters of trees.  Of the agricultural land, 5.2% is pastures and 39.7% is used for alpine pastures.  Of the water in the municipality, 0.5% is in lakes and 0.4% is in rivers and streams.  Of the unproductive areas, 9.7% is unproductive vegetation and 6.1% is too rocky for vegetation.The former municipality is located in the Gruyère district, in the Jaun stream valley.  It is the largest municipality in the canton.  It consists of the village of Charmey, six hamlets and a number of small alpine settlements and camps.\nThe lake Schwarzsee/Lac Noir is located partially in the municipality.\n\n\n\nThe blazon of the municipal coat of arms is Gules, a bend Argent, overall a Pine Tree Vert issuant from Triple Caves Sable.\n\n\n\n\nCharmey had a population (as of 2011) of 1,852.  As of 2008, 12.9% of the population are resident foreign nationals.  Over the last 10 years (2000–2010) the population has changed at a rate of 16.7%.  Migration accounted for 17.5%, while births and deaths accounted for -0.1%.  Most of the population (as of 2000) speaks French (1,385 or 88.0%) as their first language, German is the second most common (115 or 7.3%) and Portuguese is the third (27 or 1.7%).  There are 2 people who speak Italian.As of 2008, the population was 49.0% male and 51.0% female.  The population was made up of 770 Swiss men (41.8% of the population) and 131 (7.1%) non-Swiss men.  There were 826 Swiss women (44.9%) and 113 (6.1%) non-Swiss women.  Of the population in the municipality, 742 or about 47.1% were born in Charmey and lived there in 2000.  There were 402 or 25.5% who were born in the same canton, while 175 or 11.1% were born somewhere else in Switzerland, and 182 or 11.6% were born outside of Switzerland.  As of 2000, children and teenagers (0–19 years old) make up 26% of the population, while adults (20–64 years old) make up 55.3% and seniors (over 64 years old) make up 18.7%.  As of 2000, there were 630 people who were single and never married in the municipality.  There were 745 married individuals, 120 widows or widowers and 79 individuals who are divorced.As of 2000, there were 614 private households in the municipality, and an average of 2.4 persons per household.  There were 181 households that consist of only one person and 40 households with five or more people.  In 2000, a total of 602 apartments (55.8% of the total) were permanently occupied, while 403 apartments (37.3%) were seasonally occupied and 74 apartments (6.9%) were empty.  As of 2009, the construction rate of new housing units was 28.4 new units per 1000 residents.  The vacancy rate for the municipality, in 2010, was 0.55%.The historical population is given in the following chart:\n\n\n\nThe alpine chalet at Le Lapé and the alpine chalet at Pra de La Monse are listed as Swiss heritage site of national significance, whereas the small Catholic chapel near Pré de l'Essert is listed as of regional significance.\n\n\t\t\n\t\t\n\n\n\nIn the 2011 federal election the most popular party was the CVP which received 26.9% of the vote.  The next three most popular parties were the SVP (22.1%), the FDP (19.8%) and the SP (19.0%).The CVP lost about 12.1% of the vote when compared to the 2007 Federal election (39.0% in 2007 vs 26.9% in 2011).  The SVP moved from third in 2007 (with 18.9%) to second in 2011, the FDP moved from second in 2007 (with 19.4%) to third and the SPS retained about the same popularity (15.1% in 2007).  A total of 681 votes were cast in this election, of which 7 or 1.0% were invalid.\n\n\n\nAs of  2010, Charmey had an unemployment rate of 2.4%.  As of 2008, there were 92 people employed in the primary economic sector and about 26 businesses involved in this sector.  240 people were employed in the secondary sector and there were 27 businesses in this sector.  418 people were employed in the tertiary sector, with 60 businesses in this sector.  There were 728 residents of the municipality who were employed in some capacity, of which females made up 41.2% of the workforce.\nIn 2008 the total number of full-time equivalent jobs was 614.  The number of jobs in the primary sector was 68, of which 45 were in agriculture and 23 were in forestry or lumber production.  The number of jobs in the secondary sector was 222 of which 72 or (32.4%) were in manufacturing and 141 (63.5%) were in construction.  The number of jobs in the tertiary sector was 324.  In the tertiary sector; 70 or 21.6% were in wholesale or retail sales or the repair of motor vehicles, 9 or 2.8% were in the movement and storage of goods, 83 or 25.6% were in a hotel or restaurant, 2 or 0.6% were in the information industry, 11 or 3.4% were the insurance or financial industry, 9 or 2.8% were technical professionals or scientists, 17 or 5.2% were in education and 60 or 18.5% were in health care.In 2000, there were 226 workers who commuted into the municipality and 339 workers who commuted away.  The municipality is a net exporter of workers, with about 1.5 workers leaving the municipality for every one entering.  Of the working population, 6.9% used public transportation to get to work, and 68% used a private car.\n\n\n\nFrom the 2000 census, 1,316 or 83.6% were Roman Catholic, while 88 or 5.6% belonged to the Swiss Reformed Church.  Of the rest of the population, there were 3 members of an Orthodox church (or about 0.19% of the population), and there were 6 individuals (or about 0.38% of the population) who belonged to another Christian church.  There were 28 (or about 1.78% of the population) who were Islamic.  There was 1 individual who belonged to another church.  60 (or about 3.81% of the population) belonged to no church, are agnostic or atheist, and 75 individuals (or about 4.76% of the population) did not answer the question.\n\n\n\nIn Charmey about 479 or (30.4%) of the population have completed non-mandatory upper secondary education, and 128 or (8.1%) have completed additional higher education (either university or a Fachhochschule).  Of the 128 who completed tertiary schooling, 58.6% were Swiss men, 26.6% were Swiss women, 9.4% were non-Swiss men and 5.5% were non-Swiss women.The Canton of Fribourg school system provides one year of non-obligatory Kindergarten, followed by six years of Primary school.  This is followed by three years of obligatory lower Secondary school where the students are separated according to ability and aptitude.  Following the lower Secondary students may attend a three or four year optional upper Secondary school.  The upper Secondary school is divided into gymnasium (university preparatory) and vocational programs.  After they finish the upper Secondary program, students may choose to attend a Tertiary school or continue their apprenticeship.During the 2010–11 school year, there were a total of 146 students attending 7 classes in Charmey.  A total of 299 students from the municipality attended any school, either in the municipality or outside of it.  There were no kindergarten classes in the municipality, but 23 students attended kindergarten in a neighboring municipality.  The municipality had 7 primary classes and 146 students.  During the same year, there were no lower secondary classes in the municipality, but 62 students attended lower secondary school in a neighboring municipality.  There were no upper Secondary classes or vocational classes, but there were 14 upper Secondary students and 66 upper Secondary vocational students who attended classes in another municipality.  The municipality had no non-university Tertiary classes, but there were 2 non-university Tertiary students and 4 specialized Tertiary students who attended classes in another municipality.As of 2000, there were 14 students in Charmey who came from another municipality, while 117 residents attended schools outside the municipality.\n\n\n",
  "links": [
    "2007 Swiss federal election",
    "2011 Swiss federal election",
    "Agnosticism",
    "Apprenticeship",
    "Arpitan language",
    "Atheism",
    "Bas-Intyamon",
    "Blazon",
    "Broc, Switzerland",
    "Canton of Fribourg",
    "Cantons of Switzerland",
    "Central European Summer Time",
    "Central European Time",
    "Cerniat",
    "Christian Democratic People's Party of Switzerland",
    "Château-d'Œx",
    "Coat of arms",
    "Coat of arms of Charmey",
    "Community Identification Number",
    "Crésuz",
    "Daylight saving time",
    "Districts of Switzerland",
    "Education in Switzerland",
    "FDP.The Liberals",
    "Fachhochschule",
    "Flag of Charmey",
    "French language",
    "Fribourg (canton)",
    "Full-time equivalent",
    "Geographic coordinate system",
    "German language",
    "Grandvillard",
    "Gruyère (district)",
    "Gruyères, Switzerland",
    "Gymnasium (school)",
    "Hamlet (place)",
    "Historical Dictionary of Switzerland",
    "Islam",
    "Italian language",
    "Jaun",
    "Kindergarten",
    "List of former municipalities of Switzerland",
    "List of sovereign states",
    "List of twin towns and sister cities in Switzerland",
    "List of universities in Switzerland",
    "Municipalities of Switzerland",
    "Orphin",
    "Orthodox Christianity",
    "Plaffeien",
    "Portuguese language",
    "Postal codes in Switzerland and Liechtenstein",
    "Primary sector of the economy",
    "Roman Catholic",
    "Rougemont, Switzerland",
    "Saanen",
    "Schwarzsee",
    "Secondary sector of the economy",
    "Social Democratic Party of Switzerland",
    "Swiss People's Party",
    "Swiss Reformed Church",
    "Swiss inventory of cultural property of national and regional significance",
    "Switzerland",
    "Tertiary sector of the economy",
    "Time in Switzerland",
    "UTC+01:00",
    "UTC+02:00",
    "VIAF (identifier)",
    "Val-de-Charmey",
    "Wayback Machine"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/0/0a/Black_lake_Schwarzsee_02.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/3/39/Chapelle_du_Pr%C3%A9_de_l%27Essert.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/f2/Charmey-coat_of_arms.svg",
    "https://upload.wikimedia.org/wikipedia/commons/8/89/Charmey.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/b/bd/ETH-BIB-Charmey-LBS_H1-024730.tif",
    "https://upload.wikimedia.org/wikipedia/commons/8/8e/Frp-greverin-Ts%C3%AArm%C3%AA.ogg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/Le_Lap%C3%A9_Charmey_Jul_2011.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/8/8a/Loudspeaker.svg",
    "https://upload.wikimedia.org/wikipedia/commons/6/6f/Pra_de_la_Monse_249_Nov_2011.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/Red_pog.svg",
    "https://upload.wikimedia.org/wikipedia/commons/c/cd/Reliefkarte_Freiburg_blank.png",
    "https://upload.wikimedia.org/wikipedia/commons/8/83/Switzerland_adm_location_map.svg",
    "https://upload.wikimedia.org/wikipedia/commons/9/9c/Vu_sur_Charmey_de_Cr%C3%A9suz_closeup.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ]
}