{
  "title": "Commodities Corporation",
  "url": "https://en.wikipedia.org/wiki/Commodities_Corporation",
  "body": "Commodities Corporation (frequently referred to as \"CC\") was a financial services company, based in Princeton, New Jersey that traded actively across various commodities.  The firm was noted as one of the leading commodity and futures trading firms.  CC is credited for launching the careers of many notable hedge fund investors and for its influence on global macro investing.The company was acquired in 1997 and operates as a subsidiary of Goldman Sachs.\n\n\n\nThe company was founded by Helmut Weymar and Amos Hostetter Sr. and with $2.5 million of capital in 1969 from a group of investors that included Nabisco. Weymar, who was a childhood friend of Hostetter's son Amos Jr., had studied commodities at MIT.  As a result of his PhD thesis work on cocoa, Weymar took a job, working for Nabisco in 1965.  Hostetter had been Weymar's mentor, and began trading stocks and commodities in the 1930s working for Hayden Stone.  Hostetter's simple principles for trading are still widely circulated, joined the firm at the age of 67 trading part-time and working to create trading systems to be used by the entire firm.Among CC's other co-founders were Nobel laureate economist Paul Samuelson, who was also Weymar's thesis advisor, Paul Cootner, an MIT professor, and Frank Vannerson, a colleague of Weymar's from Nabisco.  CC would bring a large number of PhDs onto its payroll through the 1970s.  CC was founded to take advantages of trading opportunities in tradable physical commodities but would later branch out into trading other futures such as currency.After betting very successfully against the market in 1980, the firm began to receive significant attention.  The firm partnered with Paine Webber Jackson & Curtis to launch the Princeton Futures Fund, a $23 million investment fund for US investors in 1981.  The company was profiled in Fortune magazine in 1981.  The firm was also later featured prominently in the book, \"Market Wizards\", a series of interviews with the world's top traders of the 1980s.  The book was written by Jack Schwager of Commodities Corporation.  The firm also completed construction of a new headquarters building in Princeton, NJ in 1980.\nIn 1989, CC sold a 30% interest in the company to ORIX Corporation for $80 million.  In 1995, CC acquired an 80% interest in a unit of Crédit Commercial de France.Commodities Corporation was acquired by Goldman Sachs in 1997 for an undisclosed amount, estimated to be in excess of $100 million.  At the time of its acquisition, CC had approximately $1.8 billion in assets under management. The firm was subsequently renamed Goldman Sachs Princeton LLC and served primarily as a fund of funds.  Today, the business is known as Goldman Sachs Hedge Fund Strategies and is part of Goldman Sachs Asset Management.\n\n\n\nIn addition to its founder, the firm's early co-founders included a number of notable individuals, including\n\nPaul Samuelson, nobel laureate economist\nPaul Cootner, professor of finance at the Massachusetts Institute of Technology, noted for his role in the development of the Random walk hypothesis in his 1964 book The Random Character of Stock Market Prices.Also, a number of well-known Wall Street traders began their hedge fund careers at Commodities Corporation, including:\n\nPaul Tudor Jones, founder of Tudor Investment Corporation\nLouis Bacon, founder of Moore Capital Management\nBruce Kovner, founder of Caxton Associates\nMichael Marcus, a leading commodities and currency trader\nJack D. Schwager, an author on financial topics and hedge fund manager\nEd Seykota, a computer scientist, technical trader and pioneer in System Trading\nMarty Schwartz, technical trader, author of \"Pit Bull: Lessons from Wall Street's Champion Day Trader\", widely regarded as a \"trader's trader\"!\n\n\n\n\n\n\nPaul Samuelson’s Secret.",
  "links": [
    "10,000 Small Businesses",
    "10,000 Women",
    "200 West Street",
    "30 Hudson Street",
    "Absolute return",
    "Activist shareholder",
    "Algorithmic trading",
    "Alpha (finance)",
    "Amos Hostetter Jr.",
    "Arbitrage",
    "Arbitrage pricing theory",
    "Assets under management",
    "Beta (finance)",
    "Black–Scholes model",
    "Bond market",
    "Bruce Kovner",
    "Capital asset pricing model",
    "Capital structure",
    "Caxton Associates",
    "Commodities",
    "Commodity market",
    "Commodity trading advisor",
    "Convergence trade",
    "Convertible arbitrage",
    "Crédit Commercial de France",
    "David M. Solomon",
    "David Viniar",
    "Day trading",
    "Delta neutral",
    "Derivative (finance)",
    "Distressed securities",
    "Ed Seykota",
    "Event-driven investing",
    "Family office",
    "Financial endowment",
    "Fixed-income relative-value investing",
    "Fixed income arbitrage",
    "Foreign exchange market",
    "Fortune magazine",
    "Fund governance",
    "Fund of funds",
    "Fundamental analysis",
    "Gary Cohn (investment banker)",
    "Global macro",
    "Goldman Sachs",
    "Goldman Sachs Asset Management",
    "Goldman Sachs Capital Partners",
    "Goldman Sachs Foundation",
    "Goldman Sachs Personal Financial Management",
    "Goldman Sachs controversies",
    "Greeks (finance)",
    "GreenSky",
    "Hayden Stone",
    "Hedge (finance)",
    "Hedge Fund Standards Board",
    "Hedge fund",
    "Henry Paulson",
    "High-frequency trading",
    "High-net-worth individual",
    "ISBN (identifier)",
    "Institutional investor",
    "Insurance",
    "Investment banking",
    "Investment management",
    "Jack D. Schwager",
    "List of hedge funds",
    "Lloyd Blankfein",
    "Long/short equity",
    "Louis Bacon",
    "MIT",
    "MIT Press",
    "Managed futures account",
    "Marcus Goldman",
    "Mark Carney",
    "Market neutral",
    "Marty Schwartz",
    "Massachusetts Institute of Technology",
    "Merchant bank",
    "Michael Covel",
    "Michael Marcus (trader)",
    "Money market",
    "Moore Capital Management",
    "Multi-manager investment",
    "NN Investment Partners",
    "Nabisco",
    "Nobel laureate",
    "ORIX Corporation",
    "Paine Webber",
    "Parent company",
    "Paul Cootner",
    "Paul Samuelson",
    "Paul Tudor Jones",
    "Pension fund",
    "Prime brokerage",
    "Princeton, NJ",
    "Princeton, New Jersey",
    "Program trading",
    "Proprietary trading",
    "Random walk hypothesis",
    "Relative value (economics)",
    "Risk arbitrage",
    "Robert Rubin",
    "Samuel Sachs",
    "Securitization",
    "Security characteristic line",
    "Short (finance)",
    "Sovereign wealth fund",
    "Special situation",
    "Statistical arbitrage",
    "Stock market",
    "Structured finance",
    "Symphony Communication",
    "Taxation of private equity and hedge funds",
    "Technical analysis",
    "The Hedge Fund Journal",
    "Trader (finance)",
    "Trend following",
    "Tudor Investment Corporation",
    "VIAF (identifier)",
    "Volatility arbitrage",
    "Vulture fund"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/9/9f/Chicklet-currency.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/6/61/Goldman_Sachs.svg",
    "https://upload.wikimedia.org/wikipedia/en/7/75/Commodities-corporation-logo.PNG",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/99/Question_book-new.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/96/Symbol_category_class.svg",
    "https://upload.wikimedia.org/wikipedia/en/d/db/Symbol_list_class.svg"
  ]
}