{
  "title": "Ficus",
  "url": "https://en.wikipedia.org/wiki/Ficus",
  "body": "Ficus ( or ) is a genus of about 850 species of woody trees, shrubs, vines, epiphytes and hemiepiphytes in the family Moraceae. Collectively known as fig trees or figs, they are native throughout the tropics with a few species extending into the semi-warm temperate zone. The common fig (F. carica) is a temperate species native to southwest Asia and the Mediterranean region (from Afghanistan  to Portugal), which has been widely cultivated from ancient times for its fruit, also referred to as figs. The fruit of most other species are also edible though they are usually of only local economic importance or eaten as bushfood. However, they are extremely important food resources for wildlife. Figs are also of considerable cultural importance throughout the tropics, both as objects of worship and for their many practical uses.\n\n\n\n\nFicus is a pantropical genus of trees, shrubs, and vines occupying a wide variety of ecological niches; most are evergreen, but some deciduous species are found in areas outside of the tropics and to higher elevations. Fig species are characterized by their unique inflorescence and distinctive pollination syndrome, which uses wasp species belonging to the family Agaonidae for pollination.\nSpecific identification of many of the species can be difficult, but members of the genus Ficus are relatively easy to recognize. Many have aerial roots and a distinctive shape or habit, and their fruits distinguish them from other plants. The fruit of Ficus is an inflorescence enclosed in an urn-like structure called a syconium, which is lined on the inside with the fig's tiny flowers that develop into multiple ovaries on the inside surface. In essence, the fig fruit is a fleshy stem with multiple tiny flowers that fruit and coalesce.\nThe unique fig pollination system, involving tiny, highly specific wasps, known as fig wasps that enter via ostiole these subclosed inflorescences to both pollinate and lay their own eggs, has been a constant source of inspiration and wonder to biologists. Notably, three vegetative traits together are unique to figs. All figs present a white to yellowish latex, some in copious quantities; the twig shows paired stipules —or circular scars if the stipules have fallen off; the lateral veins at the base of the leaf are steep, forming a tighter angle with the midrib than the other lateral veins, a feature referred to as \"triveined\".\nNo unambiguous older fossils of Ficus are known. However, current molecular clock estimates indicate that Ficus is a relatively ancient genus being at least 60 million years old, and possibly as old as 80 million years. The main radiation of extant species, however, may have taken place more recently, between 20 and 40 million years ago.\nSome better-known species that represent the diversity of the genus include the common fig, a small, temperate deciduous tree whose fingered fig leaf is well known in art and iconography; the weeping fig (F. benjamina), a hemiepiphyte with thin, tough leaves on pendulous stalks adapted to its rain forest habitat; the rough-leaved sandpaper figs from Australia; and the creeping fig (F. pumila), a vine whose small, hard leaves form a dense carpet of foliage over rocks or garden walls.\nMoreover, figs with different plant habits have undergone adaptive radiation in different biogeographic regions, leading to very high levels of alpha diversity. In the tropics,  Ficus commonly is the most species-rich plant genus in a particular forest. In Asia, as many as 70 or more species can co-exist. Ficus species richness declines with an increase in latitude in both hemispheres.A description of fig tree cultivation is set out in Ibn al-'Awwam's 12th-century agricultural work entitled, Book on Agriculture.\n\n\n\nFigs are keystone species in many tropical forest ecosystems. Their fruit are a key resource for some frugivores including fruit bats, and primates including: capuchin monkeys, langurs, gibbons and mangabeys. They are even more important for birds such as Asian barbets, pigeons, hornbills, fig-parrots and bulbuls, which may almost entirely subsist on figs when these are in plenty. Many Lepidoptera caterpillars feed on fig leaves, for example several Euploea species (crow butterflies), the plain tiger (Danaus chrysippus), the giant swallowtail (Papilio cresphontes), the brown awl (Badamia exclamationis), and Chrysodeixis eriosoma, Choreutidae and Copromorphidae moths. The citrus long-horned beetle (Anoplophora chinensis), for example, has larvae that feed on wood, including that of fig trees; it can become a pest in fig plantations. Similarly, the sweet potato whitefly (Bemisia tabaci) is frequently found as a pest on figs grown as potted plants and is spread through the export of these plants to other localities. For a list of other diseases common to fig trees, see List of foliage plant diseases (Moraceae).\n\n\n\n\nMany fig species are grown for their fruits, though only Ficus carica is cultivated to any extent for this purpose. A fig \"fruit\" is a type of multiple fruit known as a syconium, derived from an arrangement of many small flowers on an inverted, nearly closed receptacle. The many small flowers are unseen unless the fig is cut open.\nThe fruit typically has a bulbous shape with a small opening (the ostiole) at the outward end that allows access to pollinators. The flowers are pollinated by very small wasps that crawl through the opening in search of a suitable place to lay eggs. Without this pollinator service fig trees could not reproduce by seed. In turn, the flowers provide a safe haven and nourishment for the next generation of wasps. This accounts for the frequent presence of wasp larvae in the fruit, and has led to a coevolutionary relationship. Technically, a fig fruit proper would be only one of the many tiny matured, seed-bearing gynoecia found inside one fig – if you cut open a fresh fig, individual fruit will appear as fleshy \"threads\", each bearing a single seed inside. The genus Dorstenia, also in the fig family (Moraceae), exhibits similar tiny flowers arranged on a receptacle but in this case the receptacle is a more or less flat, open surface.\nFig plants can be monoecious (hermaphrodite) or gynodioecious (hermaphrodite and female). Nearly half of fig species are gynodioecious, and therefore have some plants with inflorescences (syconium) with long styled pistillate flowers, and other plants with staminate flowers mixed with short styled pistillate flowers. The long-styled flowers tend to prevent wasps from laying their eggs within the ovules, while the short-styled flowers are accessible for egg laying.All the native fig trees of the American continent are hermaphrodites, as well as species like Indian banyan (F. benghalensis), weeping fig (F. benjamina), Indian rubber plant (F. elastica), fiddle-leaved fig (F. lyrata), Moreton Bay fig (F. macrophylla), Chinese banyan (F. microcarpa), sacred fig (F. religiosa) and sycamore fig (F. sycomorus). The common fig (Ficus carica) is a gynodioecious plant, as well as lofty fig or clown fig (F. aspera), Roxburgh fig (F. auriculata), mistletoe fig (F. deltoidea), F. pseudopalma, creeping fig (F. pumila) and related species. The hermaphrodite common figs are called \"inedible figs\" or \"caprifigs\"; in traditional culture in the Mediterranean region they were considered food for goats (Capra aegagrus). In the female fig trees, the male flower parts fail to develop; they produce the \"'edible figs\". Fig wasps grow in common fig caprifigs but not in the female syconiums because the female flower is too long for the wasp to successfully lay her eggs in them. Nonetheless, the wasp pollinates the flower with pollen from the caprifig it grew up in. When the wasp dies, it is broken down by enzymes (Ficain) inside the fig. Fig wasps are not known to transmit any diseases harmful to humans.\nWhen a caprifig ripens, another caprifig must be ready to be pollinated. In temperate climes, wasps hibernate in figs, and there are distinct crops. Caprifigs have three crops per year; common figs have two. The first crop (breba) is larger and more juicy, and is usually eaten fresh.  In cold climates the breba crop is often destroyed by spring frosts. Some parthenocarpic cultivars of common figs do not require pollination at all, and will produce a crop of figs (albeit sterile) in the absence of caprifigs and fig wasps.\nDepending on the species, each fruit can contain hundreds or even thousand of seeds. Figs can be propagated by seeds, cuttings, air-layering or grafting. However, as with any plant, figs grown from seed are not necessarily genetically identical to the parent and are only propagated this way for breeding purposes.\n\n\n\n\nEach species of fig is pollinated by one or a few specialised wasp species, and therefore plantings of fig species outside of their native range results in effectively sterile individuals. For example, in Hawaii, some 60 species of figs have been introduced, but only four of the wasps that fertilize them have been introduced, so only four species of figs produce viable seeds there and can become invasive species. This is an example of mutualism, in which each organism (fig plant and fig wasp) benefit each other, in this case reproductively.\nThe intimate association between fig species and their wasp pollinators, along with the high incidence of a one-to-one plant-pollinator ratio have long led scientists to believe that figs and wasps are a clear example of coevolution. Morphological and reproductive behavior evidence, such as the correspondence between fig and wasp larvae maturation rates, have been cited as support for this hypothesis for many years. Additionally, recent genetic and molecular dating analyses have shown a very close correspondence in the character evolution and speciation phylogenies of these two clades.According to meta-analysis of molecular data for 119 fig species 35% (41) have multiple pollinator wasp species. The real proportion is higher because not all wasp species were detected. On the other hand, species of wasps pollinate multiple host fig species. Molecular techniques, like microsatellite markers and mitochondrial sequence analysis, allowed a discovery of multiple genetically distinct, cryptic wasp species. Not all these cryptic species are sister taxa and thus must have experienced a host fig shift at some point. These cryptic species lacked evidence of genetic introgression or backcrosses indicating limited fitness for hybrids and effective reproductive isolation and speciation.The existence of cryptic species suggests that neither the number of symbionts nor their evolutionary relationships are necessarily fixed ecologically. While the morphological characteristics that facilitate the fig-wasp mutualisms are likely to be shared more fully in closer relatives, the absence of unique pairings would make it impossible to do a one-to-one tree comparison and difficult to determine cospeciation.\n\n\n\nWith 800 species, Ficus is by far the largest genus in the Moraceae, and is one of the largest genera of flowering plants currently described. The species currently classified within Ficus were originally split into several genera in the mid-1800s, providing the basis for a subgeneric classification when reunited into one genus in 1867. This classification put functionally dioecious species into four subgenera based on floral characters. In 1965, E. J. H. Corner reorganized the genus on the basis of breeding system, uniting these four dioecious subgenera into a single dioecious subgenus Ficus. Monoecious figs were classified within the subgenera Urostigma, Pharmacosycea and Sycomorus.This traditional classification has been called into question by recent phylogenetic studies employing genetic methods to investigate the relationships between representative members of the various sections of each subgenus. Of Corner's original subgeneric divisions of the genus, only Sycomorus is supported as monophyletic in the majority of phylogenetic studies. Notably, there is no clear split between dioecious and monoecious lineages. One of the two sections of Pharmacosycea, a monoecious group, form a monophyletic clade basal to the rest of the genus, which includes the other section of Pharmacosycea, the rest of the monoecious species, and all of the dioecious species. These remaining species are divided into two main monophyletic lineages (though the statistical support for these lineages isn't as strong as for the monophyly of the more derived clades within them). One consists of all sections of Urostigma except for section Urostigma s. s.. The other includes section Urostigma s. s., subgenus Sycomorus, and the species of subgenus Ficus, though the relationships of the sections of these groups to one another are not well resolved.\n\n\n\n\nThere are 875 accepted Ficus species, as of March 2021, according to Plants of the World Online.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe following species are typically spreading or climbing lianas:\n\n\n\n\n\n\n\n\n\nThe wood of fig trees is often soft and the latex precludes its use for many purposes. It was used to make mummy caskets in Ancient Egypt. Certain fig species (mainly F. cotinifolia, F. insipida and F. padifolia) are traditionally used in Mesoamerica to produce papel amate (Nahuatl: āmatl). Mutuba (F. natalensis) is used to produce barkcloth in Uganda. Pou (F. religiosa) leaves' shape inspired one of the standard kbach rachana, decorative elements in Cambodian architecture. Indian banyan (F. benghalensis) and the Indian rubber plant, as well as other species, have use in herbalism. The inner bark of an unknown type of wild fig, locally known as urú, was once used by the Moré people of Bolivia to produce a fibrous cloth used for clothing.Figs have figured prominently in some human cultures. There is evidence that figs, specifically the common fig (F. carica) and sycamore fig (Ficus sycomorus), were among the first – if not the very first – plant species that were deliberately bred for agriculture in the Middle East, starting more than 11,000 years ago. Nine subfossil F. carica figs dated to about 9400–9200 BCE were found in the early Neolithic village Gilgal I (in the Jordan Valley, 13 km, or 8.1 mi, north of Jericho). These were a parthenogenetic type and thus apparently an early cultivar. This find predates the first known cultivation of grain in the Middle East by many hundreds of years.Fig is a popular species in the practice of bonsai. It is particularly popular with beginners, as it is widely available and survives well as an indoor plant.\n\n\n\nNumerous species of fig are found in cultivation in domestic and office environments, including:\nF. carica, common fig – hardy to −10 °C (14 °F). Shrub or small tree which can be grown outdoors in mild temperate regions, producing substantial harvests of fruit. Many cultivars are available.\nF. benjamina, weeping fig, ficus – hardy to 5 °C (41 °F). Widely used as an indoor plant for the home or the office. It benefits from the dry, warm atmosphere of centrally-heated interiors, and can grow to substantial heights in a favoured position. Several variegated cultivars are available.\nF. elastica, rubber plant – hardy to 10 °C (50 °F): widely cultivated as a houseplant; several cultivars with variegated leaves\nF. lyrata, fiddle-leaf fig – hardy to 10 °C (50 °F)\nF. maclellandii – hardy to 5 °C (41 °F)\nF. microcarpa, Indian laurel – hardy to 10 °C (50 °F)\nF. pumila, creeping fig – hardy to 1 °C (34 °F)\nF. rubiginosa, Port Jackson fig – hardy to 10 °C (50 °F)\n\n\n\n\nFig trees have profoundly influenced culture through several religious traditions. Among the more famous species are the sacred fig tree (Pipal, bodhi, bo, or po, Ficus religiosa) and other banyan figs such as Ficus benghalensis. The oldest living plant of known planting date is a Ficus religiosa tree known as the Sri Maha Bodhi planted in the temple at Anuradhapura, Sri Lanka by King Tissa in 288 BCE. The common fig is one of two significant trees in Islam, and there is a sura in Quran named \"The Fig\" or At-Tin (سوره تین). In Asia, figs are important in Buddhism and Hinduism. In Jainism, the consumption of any fruit belonging to this genus is prohibited. The Buddha is traditionally held to have found bodhi (enlightenment) while meditating for 49 days under a sacred fig. The same species was Ashvattha, the \"world tree\" of Hinduism. The Plaksa Pra-sravana was said to be a fig tree between the roots of which the Sarasvati River sprang forth; it is usually held to be a sacred fig but more probably is Ficus virens. According to the Kikuyu people, sacrifices to Ngai were performed under a sycomore tree (Mũkũyũ) and if one was not available, a fig tree (Mũgumo) would be used. The common fig tree is cited in the Bible, where in Genesis 3:7, Adam and Eve cover their nakedness with fig leaves. The fig fruit is also one of the traditional crops of Israel, and is included in the list of food found in the Promised Land, according to the Torah (Deut. 8). Jesus cursed a fig tree for bearing no fruit (Mark 11:12–14). The fig tree was sacred in ancient Greece and Cyprus, where it was a symbol of fertility.\n\n\t\t\n\t\t\n\n\n\nAshvattha – the world tree of Hinduism, held to be a supernatural F. religiosa\nBodhi tree – a F. religiosa\nCharybdis Fig Tree of Homer's Odyssey, presumably a F. carica\nCurtain Fig Tree – a F. virens\nFicus Ruminalis – a F. carica\nPlaksa – another supernatural fig in Hinduism; usually identified as F. religiosa but is probably F. virens\nSanta Barbara's Moreton Bay Fig Tree – a F. macrophylla\nSri Maha Bodhi – another F. religiosa, planted in 288 BCE, the oldest human-planted tree on record\nThe Barren Fig Tree – Matthew 21:19 of The Holy Bible, Jesus put a curse on the tree and used this as an example for believers of the promise of the power faith in the only true God. \nThe Great Banyan – a F. benghalensis, a clonal colony and once the largest organism known\nVidurashwatha – \"Vidura's Sacred Fig Tree\", a village in India named after a famous F. religiosa that until recently stood there\nWonderboom – the largest fig tree in Pretoria, South Africa\n\n\n\n\n\n\n\n\n\n\nFigweb—Major reference site for the genus Ficus\nWorld checklist of Ficus species from the Catalogue of Life, 845 species supplied by M. Hassler's World Plants.\nVideo: Interaction of figs and fig wasps—Multi-award-winning documentary\nFruits of Warm Climates: Fig\nBBC: Fig fossil clue to early farmingVideo\n\nHow the fig tree strangles other plants for survival in the rainforest",
  "links": [
    "10th millennium BCE",
    "Adam and Eve",
    "Adaptive radiation",
    "Aerial root",
    "Agaonidae",
    "Alpha diversity",
    "Ancient Egypt",
    "Ancient Greece",
    "Androdioecious",
    "Antiaris",
    "Antiaropsis",
    "Anuradhapura",
    "Artocarpus",
    "Ashvattha",
    "At-Tin",
    "Australian Plant Name Index",
    "Ayutthaya province",
    "Backcrossing",
    "Badamia exclamationis",
    "Bagassa",
    "Banyan",
    "Barkcloth",
    "Batocarpus",
    "Bibcode (identifier)",
    "Bible",
    "Biogeographic",
    "Biological Reviews",
    "Bird",
    "Bleekrodea",
    "Bodhi",
    "Bodhi tree",
    "Bosqueiopsis",
    "Breba",
    "Brosimum",
    "Broussonetia",
    "Buddha",
    "Buddhism",
    "Bulbul",
    "Bushfood",
    "Calaunia",
    "Cambrian",
    "Capuchin monkey",
    "Carboniferous",
    "Carl Linnaeus",
    "Carl Ludwig Blume",
    "Casket",
    "Castilla (plant)",
    "Catalogue of Life",
    "Caterpillar",
    "Cereal",
    "Charybdis Fig Tree",
    "Chinese banyan",
    "Choreutidae",
    "Chrysodeixis eriosoma",
    "Citrus long-horned beetle",
    "Clarisia",
    "Clonal colony",
    "Coevolution",
    "Colobinae",
    "Columbidae",
    "Common fig",
    "Copromorphidae",
    "Creeping fig",
    "Cretaceous",
    "Cryptic species complex",
    "Cultivar",
    "Curtain Fig Tree",
    "Cyclopsittacini",
    "Cyprus",
    "Danaus chrysippus",
    "Deuteronomy",
    "Devonian",
    "Dioecious",
    "Doi (identifier)",
    "Dorstenia",
    "Dumort.",
    "E. J. H. Corner",
    "EPPO Code",
    "Ecological niche",
    "Ecosystem",
    "Epiphyte",
    "Eudicots",
    "Euploea",
    "Evergreen",
    "Extant taxon",
    "Family (biology)",
    "Fatoua",
    "Fertility",
    "Ficain",
    "Ficus (gastropod)",
    "Ficus Ruminalis",
    "Ficus abutilifolia",
    "Ficus albert-smithii",
    "Ficus altissima",
    "Ficus amazonica",
    "Ficus americana",
    "Ficus amplissima",
    "Ficus andamanica",
    "Ficus aripuanensis",
    "Ficus arpazusa",
    "Ficus aspera",
    "Ficus assamica",
    "Ficus aurea",
    "Ficus auriculata",
    "Ficus beddomei",
    "Ficus benghalensis",
    "Ficus benjamina",
    "Ficus bernaysii",
    "Ficus bibracteata",
    "Ficus binnendijkii",
    "Ficus bizanae",
    "Ficus blepharophylla",
    "Ficus bojeri",
    "Ficus broadwayi",
    "Ficus burtt-davyi",
    "Ficus callosa",
    "Ficus calyptroceras",
    "Ficus capreifolia",
    "Ficus carica",
    "Ficus castellviana",
    "Ficus catappifolia",
    "Ficus citrifolia",
    "Ficus consociata",
    "Ficus cordata",
    "Ficus coronata",
    "Ficus costata",
    "Ficus cotonifolia",
    "Ficus crassipes",
    "Ficus crassiuscula",
    "Ficus craterostoma",
    "Ficus cristobalensis",
    "Ficus cyathistipula",
    "Ficus cyclophylla",
    "Ficus daimingshanensis",
    "Ficus dammaropsis",
    "Ficus deltoidea",
    "Ficus dendrocida",
    "Ficus depressa",
    "Ficus destruens",
    "Ficus drupacea",
    "Ficus elastica",
    "Ficus erecta",
    "Ficus exasperata",
    "Ficus faulkneriana",
    "Ficus fergusonii",
    "Ficus fistulosa",
    "Ficus fraseri",
    "Ficus fulva",
    "Ficus gigantosyce",
    "Ficus glaberrima",
    "Ficus glumosa",
    "Ficus greiffiana",
    "Ficus grossularioides",
    "Ficus hampelas",
    "Ficus hebetifolia",
    "Ficus hederacea",
    "Ficus heterophylla",
    "Ficus hirsuta",
    "Ficus hirta",
    "Ficus hispida",
    "Ficus ilicina",
    "Ficus ingens",
    "Ficus insipida",
    "Ficus kerkhovenii",
    "Ficus krukovii",
    "Ficus kurzii",
    "Ficus lacor",
    "Ficus lacunata",
    "Ficus lapathifolia",
    "Ficus lateriflora",
    "Ficus lauretana",
    "Ficus luschnathiana",
    "Ficus lutea",
    "Ficus lyrata",
    "Ficus maclellandii",
    "Ficus macrophylla",
    "Ficus malacocarpa",
    "Ficus mariae",
    "Ficus mathewsii",
    "Ficus matiziana",
    "Ficus maxima",
    "Ficus mexiae",
    "Ficus microcarpa",
    "Ficus montana",
    "Ficus muelleriana",
    "Ficus mutabilis",
    "Ficus natalensis",
    "Ficus neriifolia",
    "Ficus nervosa",
    "Ficus nota",
    "Ficus nymphaeifolia",
    "Ficus obliqua",
    "Ficus obtusifolia",
    "Ficus opposita",
    "Ficus padifolia",
    "Ficus pakkensis",
    "Ficus pallida",
    "Ficus palmata",
    "Ficus pandurata",
    "Ficus pantoniana",
    "Ficus panurensis",
    "Ficus parietalis",
    "Ficus pertusa",
    "Ficus petiolaris",
    "Ficus phaeosyce",
    "Ficus pisocarpa",
    "Ficus platypoda",
    "Ficus pleurocarpa",
    "Ficus polita",
    "Ficus pseudopalma",
    "Ficus pulchella",
    "Ficus pumila",
    "Ficus pumila var. awkeotsang",
    "Ficus punctata",
    "Ficus racemosa",
    "Ficus religiosa",
    "Ficus roraimensis",
    "Ficus rubiginosa",
    "Ficus rumphii",
    "Ficus sagittata",
    "Ficus salicifolia",
    "Ficus sansibarica",
    "Ficus sarmentosa",
    "Ficus schippii",
    "Ficus schultesii",
    "Ficus schumacheri",
    "Ficus septica",
    "Ficus simplicissima",
    "Ficus sinuata",
    "Ficus sphenophylla",
    "Ficus stuhlmannii",
    "Ficus subcordata",
    "Ficus subpisocarpa",
    "Ficus subpuberula",
    "Ficus sumatrana",
    "Ficus superba",
    "Ficus superba var. henneana",
    "Ficus sycomorus",
    "Ficus thonningii",
    "Ficus tinctoria",
    "Ficus trichocarpa",
    "Ficus trichopoda",
    "Ficus trigona",
    "Ficus trigonata",
    "Ficus triloba",
    "Ficus triradiata",
    "Ficus tsjahela",
    "Ficus ulmifolia",
    "Ficus ursina",
    "Ficus variegata (plant)",
    "Ficus velutina",
    "Ficus verruculosa",
    "Ficus villosa",
    "Ficus virens",
    "Ficus virens var. sublanceolata",
    "Ficus wassa",
    "Ficus watkinsiana",
    "Ficus yoponensis",
    "Fiddle-leaved fig",
    "Fig Trees",
    "Fig leaf",
    "Fig tree",
    "Fig wasp",
    "Figs in the Bible",
    "FloraBase",
    "Flora of Australia",
    "Flora of China",
    "Flora of North America",
    "Flowering plant",
    "Fossil",
    "Frugivores",
    "Fruit",
    "Genus",
    "Germplasm Resources Information Network",
    "Gilgal I",
    "Global Biodiversity Information Facility",
    "Goat",
    "Gynodioecious",
    "Gynoecium",
    "Hawaii",
    "Helianthostylis",
    "Helicostylis",
    "Hemiepiphyte",
    "Herbalism",
    "Hinduism",
    "Homer",
    "Hornbill",
    "Houseplant",
    "Hullettia",
    "Hybrid (biology)",
    "INaturalist",
    "ISBN (identifier)",
    "ISSN (identifier)",
    "Ibn al-'Awwam",
    "Iconography",
    "Indian banyan",
    "Indian rubber plant",
    "Inflorescence",
    "Integrated Taxonomic Information System",
    "Interim Register of Marine and Nonmarine Genera",
    "International Plant Names Index",
    "Introgression",
    "Invasive species",
    "Ira J. Condit",
    "Islam",
    "JSTOR (identifier)",
    "Jainism",
    "Jordan Valley (Middle East)",
    "Jurassic",
    "Kbach",
    "Kerala",
    "Keystone species",
    "Kikuyu people",
    "Latex",
    "Lepidoptera",
    "Liana",
    "List of Ficus species",
    "List of foliage plant diseases (Moraceae)",
    "Lofty fig",
    "Maclura",
    "Mangabey",
    "Maquira",
    "Martin Vahl",
    "Mediterranean",
    "Mediterranean region",
    "Megabat",
    "Megalaimidae",
    "Mesoamerica",
    "Mesogyne",
    "Microsatellite (genetics)",
    "Milicia (plant)",
    "Mistletoe fig",
    "Molecular clock",
    "Monoecious",
    "Monoecy",
    "Moraceae",
    "Moreton Bay fig",
    "Morus (plant)",
    "Moré people",
    "Moth",
    "Multiple fruit",
    "Mummy",
    "Mutualism (biology)",
    "Nahuatl",
    "National Biodiversity Network",
    "National Center for Biotechnology Information",
    "National Herbarium of Victoria",
    "Natural Resources Conservation Service",
    "Naucleopsis",
    "Neogene",
    "Neolithic",
    "Nomascus",
    "OCLC (identifier)",
    "Odyssey",
    "Open Tree of Life",
    "Ordovician",
    "Ostiole",
    "PMC (identifier)",
    "PMID (identifier)",
    "Paleogene",
    "Pantropical",
    "Papel amate",
    "Papilio cresphontes",
    "Parthenocarpic",
    "Parthenogenesis",
    "Perebea",
    "Permian",
    "Pest (organism)",
    "Pharmacosycea",
    "Phylogenetic",
    "Plaksa",
    "Plant",
    "Plants of the World Online",
    "Pollination",
    "Pollination syndrome",
    "Pollinator",
    "Poulsenia",
    "Precambrian",
    "Proceedings of the Royal Society B: Biological Sciences",
    "Pseudolmedia",
    "Rain forest",
    "Reproductive coevolution in Ficus",
    "Reproductive coevolution in ficus",
    "Reproductive isolation",
    "Rosales",
    "Rosids",
    "Roxburgh fig",
    "S2CID (identifier)",
    "Sacred fig",
    "Sandpaper fig",
    "Santa Barbara's Moreton Bay Fig Tree",
    "Sarasvati River",
    "Sarkaradevi Temple",
    "Science (journal)",
    "Scyphosyce",
    "Seven Species",
    "Shrub",
    "Silurian",
    "Sloetiopsis",
    "Sorocea",
    "Speciation",
    "Species",
    "Species richness",
    "Sri Maha Bodhi",
    "State Herbarium of South Australia",
    "Sterility (physiology)",
    "Stipule",
    "Stipules",
    "Strangler fig",
    "Streblus",
    "Subfossil",
    "Sura",
    "Sweet potato whitefly",
    "Sycamore fig",
    "Sycomorus",
    "Syconium",
    "T. K. Tukol",
    "Taxonomy (biology)",
    "Taxotrophis",
    "Tell es-Sultan",
    "Temperate",
    "The Barren Fig Tree",
    "The Great Banyan",
    "The Holy Bible",
    "Too Close for Comfort",
    "Toxylon",
    "Treculia",
    "Tree",
    "Triassic",
    "Trilepisium",
    "Trophis",
    "Tropical forest",
    "Tropicos",
    "Tropics",
    "Trymatococcus",
    "Urostigma",
    "Utsetela",
    "Vanieria",
    "Vascular plant",
    "Vidura",
    "Vidurashwatha",
    "Vine",
    "Wat Maha That",
    "Wayback Machine",
    "Weeping fig",
    "Wikidata",
    "Wikispecies",
    "Wonderboom Nature Reserve",
    "Wood",
    "World Flora Online",
    "World Register of Marine Species",
    "World tree"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/7/75/Ficus-AerialRoot.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/ee/Ficus_carica_tree.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/17/Ficus_exasperata_by_kadavoor.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Ficus_religiosa_Bo.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/Fig.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e5/Fig_%28Ficus_carica%29_fruit_halved.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/74/Red_Pencil_Icon.png",
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/Sarkaradevi_Temple_Ficus_Tree.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/3d/Sycomoros_old.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/8/8e/%E0%B9%80%E0%B8%A8%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%9E%E0%B8%B8%E0%B8%97%E0%B8%98%E0%B8%A3%E0%B8%B9%E0%B8%9B%E0%B9%83%E0%B8%99%E0%B8%A3%E0%B8%B2%E0%B8%81%E0%B9%82%E0%B8%9E%E0%B8%98%E0%B8%B4%E0%B9%8C.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/%E8%8F%A9%E6%8F%90%E6%A8%B9_Ficus_religiosa_20210421111446_01.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ]
}