{
  "title": "George MacKinnon Wrong",
  "url": "https://en.wikipedia.org/wiki/George_MacKinnon_Wrong",
  "body": "George MacKinnon Wrong  (June 25, 1860 – June 29, 1948) was a Canadian clergyman and historian.\n\n\n\nBorn at Grovesend in Elgin County, Canada West (now Ontario), he was ordained in the Anglican priesthood in 1883 after attending Wycliffe College. In 1894, as successor to Sir Daniel Wilson, he was appointed professor and head of the Department of History at the University of Toronto from which he retired in 1927. He was elected a fellow of the Royal Society of Canada in 1908 and received an honorary LLD from McGill University in 1919 and University of Toronto in 1941. Wrong died in Toronto, Ontario on June 29, 1948.\nA believer in the historian's moral duty to interpret the past for society's present needs, Wrong viewed Canadian history in terms of the country's British and French origins, and the American presence. As a teacher, administrator, writer and a moving force in the early days of the Canadian Historical Association, he helped to provide an intellectual base for a developing Canadian nationality. In 1896-97 he founded the Review of Historical Publications Relating to Canada (since 1920 the Canadian Historical Review) and in 1905 he co-founded the Champlain Society. He wrote numerous monographs and texts on Canadian history, the best being A Canadian Manor and Its Seigneurs (1908). Formal in habit and something of an anglophile in taste, Wrong influenced a generation of students.\nWrong's eldest son Murray was a long-time friend of Vincent Massey.\nHe \"assumed his ecclesiastical robes\" in 1915 to assist in Massey's marriage to Alice Parkin.\nWrong owned a property near Canton, Ontario. Massey bought the adjacent property in 1918 and converted it into his principal residence, Batterwood House, in 1927.\n\n\n\nIn 1886, Wrong married Sophia Hume Blake, the daughter of Edward Blake, Premier of Ontario (1871 to 1872) and leader of the Liberal Party of Canada (1880 to 1887). They had five children:\nMargaret Christian Wrong (1887–1948); educator\nEdward Murray Wrong (1889–1928); historian and Oxford academic\nHarold Verschoyle Wrong (1891–1916); British Army officer, killed in action in the Battle of the Somme during World War I\nHumphrey Hume Wrong (1894–1954); diplomat\nAgnes Honoria Wrong (1903-1995)The historian Rosalind Mitchison and the physician Oliver Wrong were both grandchildren by Edward Murray Wrong. The sociologist Dennis Wrong was his grandson by Humphrey Hume Wrong.\nAll of the Wrong children and their father were graduates of the University of Toronto.\n\n\n\nThe Conquest of New France (1910)\nThe Fall of Canada (1914)\nThe United States and Canada: A Political Study (1921)\nThe Rise and Fall of New France (1928)\nBritain's History (1929)\nCanada and the American Revolution: The Disruption of the First British Empire (1935)\n\n\n\n\n\n\nBerger, Carl. The Writing of Canadian History: Aspects of English-Canadian Historical Writing Since 1900 (2nd ed. 1987), pp 1–31.\nDamien-Claude Bélanger (2004). \"George MacKinnon (George M.) Wrong\". The Quebec History Encyclopedia. Archived from the original on February 13, 2006. Retrieved March 16, 2006.\n\n\n\n\nWorks by George M. Wrong at Faded Page (Canada)\nWorks by George MacKinnon Wrong at Project Gutenberg\nWorks by or about George MacKinnon Wrong at Internet Archive\nWorks by George MacKinnon Wrong at LibriVox (public domain audiobooks) \nCanadian Encyclopedia biography\nGeorge M. Wrong Family fonds\nMacKinnon-Wrong Family fonds",
  "links": [
    "Anglican Church of Canada",
    "Battle of the Somme",
    "British Army",
    "Canada West",
    "Canadian Historical Association",
    "Canadian Historical Review",
    "Canadians",
    "Canton, Ontario",
    "Champlain Society",
    "Daniel Wilson (academic)",
    "Dennis Wrong",
    "Distributed Proofreaders Canada",
    "Edward Blake",
    "Edward Murray Wrong",
    "Elgin County",
    "Fellow of the Royal Society of Canada",
    "Grovesend, Ontario",
    "Humphrey Hume Wrong",
    "ISBN (identifier)",
    "ISNI (identifier)",
    "Internet Archive",
    "LibriVox",
    "McGill University",
    "Oliver Wrong",
    "Ontario",
    "Project Gutenberg",
    "Rosalind Mitchison",
    "Royal Society of Canada",
    "SUDOC (identifier)",
    "Toronto",
    "Trove (identifier)",
    "University of Toronto",
    "VIAF (identifier)",
    "Vincent Massey",
    "Wikisource",
    "World War I",
    "Wycliffe College"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/4/4b/George_MacKinnon_Wrong2.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/21/Speaker_Icon.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/4c/Wikisource-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ]
}