{
  "title": "Grumman F-9 Cougar",
  "url": "https://en.wikipedia.org/wiki/Grumman_F-9_Cougar",
  "body": "The Grumman F9F/F-9 Cougar was a carrier-based fighter aircraft for the United States Navy and United States Marine Corps. Based on Grumman's earlier F9F Panther, the Cougar replaced the Panther's straight wing with a more modern swept wing. Thrust was also increased with the installation of a newer, more powerful engine. The Navy considered the Cougar an updated version of the Panther, despite having a different official name, and thus Cougars started off from F9F-6.\n\n\n\n\n\n\n\nRumors that the Soviet Union had produced a swept-wing fighter had circulated a year before the Mikoyan-Gurevich MiG-15 first appeared at air shows in 1949. Despite the level of activity taking place with swept-wing aircraft, the Navy was not initially focused on the development of such aircraft. This was largely because the Navy's focus at the time was defending the battle group against high speed, high altitude bombers with interceptors, as well as escorting medium-range carrier-based bombers in all weather conditions. Air-to-air combat was of less interest.  Nonetheless, the Navy appreciated the importance of getting a capable carrier-based swept-wing jet fighter. Grumman was awarded a contract for the development of a swept-wing fighter jet in 1951. The arrival of the MiG-15, which easily outclassed straight-wing fighters in the air war over North Korea, was a major factor.Prototypes were quickly produced by modifying Panthers, and the first (XF9F-6) flew on 20 September 1951. The aircraft was still subsonic, but the critical Mach number was increased from 0.79 to 0.86 at sea level and to 0.895 at 35,000 ft (10,000 m), improving performance markedly over the Panther. Instead of using conventional ailerons for roll control, the F9F-6 uses spoilers  on the upper surfaces of the wing. Wing fences were soon added and the spoilers extended from the fences to the tips of the wing. The rudder pedals controlled the part of the rudder below the horizontal tail surface, while the upper portion of the rudder was controlled by a yaw damper. This allowed the Cougar to fly safely and easily without the upper portion of the tail.\n\n\n\n\nInitial production (646 airframes) was the F9F-6, delivered from mid-1952 through July 1954. The F9F-6 first flew on September 20, 1951, seven months after Grumman signed a contract with the Navy for swept-wing fighter. The first 30 production aircraft used the same J42 P-6 engine used in the F9F-5, but was then replaced by the more powerful J42 P-8 with 7,250 lbf (32.2 kN) of thrust. The J42 was a licensed version of the Rolls-Royce Nene.Armament was four 20 mm (.79 in) AN/M3 cannons in the nose and provisions for two 1,000 lb (450 kg) bombs or 150 US gal (570 l) drop tanks under the wings. Most were fitted with a UHF homing antenna under the nose, and some were fitted with probes for inflight refuelling. The F9F-6 used an Aero 5D-1 weapons sight with an APG-30A gun-ranging radar. The F9F-6 was later designated F-9F in 1962. Sixty were built as F9F-6P reconnaissance aircraft with cameras instead of the nose cannon.After withdrawal from active service, many F9F-6s were used as unmanned drones for combat training, designated F9F-6D, or as drone controllers, designated F9F-6K. The F9F-6K and the F9F-6D were redesignated the QF-9F and DF-9F, respectively.\n\n\n\nThe F9F-7 referred to the next batch of Cougars that were given the Allison J33 also found in the F9F-4, instead of the Pratt & Whitney J48. A total of 168 were built, but the J33 proved both less powerful and less reliable than the J48. Almost all were retrofitted with the J48 engine, and were thus indistinguishable from F9F-6s. These were redesignated F-9H in 1962.\n\n\n Flexible deck testing \nThe Navy used two modified F9F-7s to conduct experiments landing on British-inspired flexible decks which did not require the use of landing gear. The reasoning was that since an airplane's landing gear comprises some 33% of the total weight, a plane without landing gear would gain a greater range and would be able to carry more ordnance. The aircraft were fitted with a 3-inch-deep (76 mm) false bottom under the center fuselage to help balance the plane during landings on the flex-deck made up of a lubricated rubberized fabric. The deck, built by Goodyear was 1⁄2 inch (13 mm) thick and featured several arresting cables. The planes were launched using a ramp and a handling dolly which served as temporary landing gear. The two F9F-7 aircraft in the test were equipped with the powerful J48-P8 engine instead of the Allison J33 engine originally used with the F9F-7. While the landing tests yielded positive results and proved that landing was clearly possible, the project was terminated in 1955 as it would have been difficult to move the aircraft around the carrier deck once they landed. It also required a highly skilled pilot to perform the landings and would have made it impossible to divert to a land base if necessary.\n\n\n\nWork on the F9F-8 began in April, 1953 with three goals: lower the airplane's stall speed, improve aircraft control at high angles of attack, and increase range. It featured an 8 in (20 cm) stretch in the fuselage and modified wings with a greater chord, an increased area (from 300 to 337 square foot (27.9 to 31.3 m2)), and a dogtooth. The airframe changes improved low-speed and high angle of attack flying, and gave more room for fuel tanks. The top speed was 704 mph (1,133 km/h) and minimum catapult speed was lowered to 127 knots (235 km/h; 146 mph). It also was now capable of breaking the sound barrier in a steep dive. All four ammunition boxes were mounted above the guns, in contrast to the split location of most previous F9Fs including the Panther. Visibility, which was already very good was improved with the F9F-8. 601 aircraft were delivered between April 1954 and March 1957. Late production F9F-8 aircraft were given the ability to carry four AIM-9 Sidewinder air-to-air missiles under the wings (the first Navy aircraft to deploy with the missiles). Most earlier aircraft were later modified to carry Sidewinders. A number were given also nuclear bombing equipment. The F9F-9 was redesignated F-9J in 1962. The F9F-8B aircraft were F9F-8s converted into single-seat attack fighters, later redesignated AF-9J. The Navy acquired 377 two-seat F9F-8T trainers between 1956 and 1960. They were used for advanced training, weapons training, and carrier training, and served until 1974. They were armed with twin 20 mm (.79 in) cannon and could carry a full bombs or missiles load. In the 1962 redesignation, these were later called TF-9J.\n\n\n Aerial reconnaissance \nA total of 110 F9F-8Ps (photo-reconnaissance) were produced with an extensively modified nose carrying cameras. They were withdrawn after 1960 to reserve squadrons. In 1962, remaining F9F-6P and F9F-8P aircraft were re-designated RF-9F and RF-9J respectively.\nModifications of F9F-8 to convert to F9F-8P:\n\nThe modification to eliminate the guns and related equipment and incorporate the photographic equipment and automatic pilot and their controls and instruments has resulted in the following changes:\nRearrangement of electronics equipment installed in the area enclosed by the fuselage nose section, lengthening of this section by 12 inches (30 cm), and shortening of the sliding nose section.\nRearrangement of the left and right consoles and the main instrument panel to provide space for the controls associated with the additional equipment.\nSome minor changes of the fuselage structure and equipment installations to provide for the necessary ducting control for hot air from the engine compressor, which is used for defrosting the camera windows and heating the camera compartment.\nRemoval of all armament, the Armament Control System, and the AN/APG-30 radar system, and installation of an additional armor plate bulkhead.\n\n\n\nThe F9F was known to be highly maneuverable and easy to fly. Corky Meyer, who flew both the F9F Cougar and North American FJ-3 Fury, noted that compared to the latter the Cougar had a higher dive speed limit (Mach 1.2 vs Mach 1), a higher maneuvering limit of 7.5-g (compared to 6-g), and greater endurance.\n\"[The] Combat Air patrol mission was for two hours on station at 150 nmi (280 km) from the carrier. This required 2+30 takeoff, cruise, and landing endurance plus reserves. The F9F-6 could perform a three-hour CAP mission on internal fuel. The FJ-2 and -3 with external tanks had less that 1+30 mission time and the FJ-4 just met the mission requirement.\"The F9F Cougar was also a capable multi-role aircraft, which may explain why it was deployed less often than dedicated fighters. In spite of engine problems that plagued the FJ-3, it was deployed for a longer period than the F9F Cougar. This was more likely attributable to the fact the F9F had an attack role that was being superseded by new jets such as A4D-1 Skyhawk, rather than any deficiency as a fighter.\n\"The reason the FJ-3 was deployed a little longer and a little more often (19 times vs 16) in fighter squadrons than the F9F-8 probably wasn't because it was the better fighter. More likely it was because it has a minimal capability as an attack aircraft, whereas the F9F-8 was good for that too, including nuclear weapon delivery. In effect the F9F-8 was a jet attack placeholder along with the F7U-3M, while the pipeline was being filled with the FJ-4Bs and A4Ds. As a result, the FJ-3 was the designated day fighter by default on most deployments.\"\n\n\n\n\n\n\nThe first F9F-6s were assigned to fleet squadron VF-32 at the end of 1952. The first F9F Cougar squadron to actually deploy was VF-24, assigned to USS Yorktown in August 1953 but arrived too late to the Korean theater to participate in the air war.F9F-8s were withdrawn from front-line service in 1958–59, replaced by F11F Tigers and F8U Crusaders. The Naval Reserves used them until the mid-1960s, but none of the single-seat versions were used in the Vietnam War.\nThe only version of the Cougar to see combat was the TF-9J trainer (known as F9F-8T until 1962) during the Vietnam War. Detachments of four Cougars served with US Marines Headquarters and Maintenance Squadron 11 (H&MS-11) at Da Nang and H&MS-13 at Chu Lai, where they were used for fast-Forward Air Control and the airborne command role, directing airstrikes against enemy positions in South Vietnam between 1966 and 1968.The TF-9J two-seat trainer had a long service with the U.S. Navy. It served as the Navy's advanced flight trainer for more than two decades. The proposed Cougar modification (reengined with a J52 engine) was rejected, and the Navy selected the TA-4F Skyhawk. The last Cougar was phased out when Training Squadron 4 (VT-4) re-equipped in February 1974. A F9F-8T, BuNo 14276, is displayed at the National Naval Aviation Museum at NAS Pensacola, Florida.\n\n\n Transcontinental speed record \nThe US Navy used the F9F Cougar to set the transcontinental crossing record on April 1, 1954. Three pilots from fleet fighter squadron VF-21 completed the 2,438-mile (3,924 km) flight in under four hours with LCDR F.X. Brady setting the quickest time of 3 hours, 45 minutes and 30 seconds. This was the first time the distance had been covered in under four hours. The three F9F-6 aircraft refueled over Kansas from a North American AJ Savage, using an experimental refueling probe mounted on the nose.\n\n\n Blue Angels \nThe U.S. Navy's flight demonstration team, the Blue Angels flew four different variants of F9Fs from the F9F-2 Panther to the F9F-8. The Blue Angels replaced their six F9F-5 Panthers with six F9F-6s in 1953. This was short lived however and the Navy subsequently took them for fleet use without using the planes in an air show. The F9F-6s were then replaced with overhauled F9F-5s until 1954 when the Blue Angels switched to the F9F-8. The Blue Angels used the F9F-8 until 1957 they were replaced by the Grumman F11F-1 Tiger, although one two-seat F9F-8T was retained for press and VIP flights.\n\n\n\nThe only foreign air arm to use the F9F Cougar was the Argentine Naval Aviation, who also used the F9F Panther as well. Two F9F-8T trainers were acquired in 1962, and served until 1971. The Cougar was the first jet to break the sound barrier in Argentina. One aircraft (serial 3-A-151) is on display at the Naval Aviation Museum (MUAN) at Bahía Blanca, while the other was sold to a customer in the United States and subsequently lost in an accident on 31 October 1991.\n\n\n\n\nXF9F-6\nPrototypes built from the F9F-5 Panther, featuring swept-wing design, three built.\nF9F-6\nInitial production version; redesignated F-9F in 1962, 646 built.\nF9F-6P\nPhoto-reconnaissance versions; redesignated RF-9F in 1962, 60 built.\nF9F-6PD\nDrone director aircraft, converted from F9F-6Ps; redesignated DF-9F in 1962.\nF9F-6D\nDrone director aircraft, converted from F9F-6s; redesignated DF-9F in 1962.\nF9F-6K\nUnmanned drone for combat training, converted from F9F-6s; redesignated QF-9F in 1962.\nF9F-6K2\nAn improved version of the F9F-6K target drone; redesignated QF-9G in 1962.\nF9F-7\nBuilt with the Allison J33 engine; most were converted to take J48s; redesignated F-9H in 1962, 168 built.\nF9F-8\nLonger center fuselage, strengthened canopy, redesigned wing, increased fuel capacity, and the ability to carry AIM-9 Sidewinder missiles; redesignated F-9J in 1962, 601 built.\nYF9F-8B\nPrototype for a single-seat attack-fighter aircraft converted from a F9F-8; later redesignated YAF-9J.\nF9F-8B\nF9F-8s converted into single-seat attack-fighters; later redesignated AF-9J.\nF9F-8P\nPhoto-reconnaissance versions built from F9F-8s; later redesignated RF-9J, 110 built.\nYF9F-8T\nOne F9F-8 aircraft converted into a prototype for the F9F-8T training aircraft; later redesignated YTF-9J.\nF9F-8T\nTwo-seat trainers built from F9F-8s; redesignated TF-9J in 1962, 399 built.\nNTF-9J\nTwo TF-9Js used for special test duties.\nYF9F-9\nOriginal designation of the YF11F-1 Tiger prototypes. First flight was on 30 July 1954; redesignated in April 1955.\n\n\n\n\n ArgentinaArgentine Navy – Argentine Naval Aviation United StatesUnited States Navy\nUnited States Marine Corps\n\n\n\n\n\n\nF9F-8T0516/3-A-151 (Argentine Navy) – Argentine Naval Aviation Museum (Museo de la Aviacion Naval - MUAN) at Bahía Blanca, Argentina.\n\n\n\nF9F-6126670 – in storage at the National Air and Space Museum, Paul E. Garber Preservation, Restoration, and Storage Facility, Suitland, Maryland.\n128109 – National Naval Aviation Museum at NAS Pensacola, Florida.\n127236 – New Iberia Veterans Memorial Building, New Iberia, Louisiana.F9F-6Punknown – The Town of Tonawanda Veterans Memorial in the Town of Tonawanda, New York. The aircraft has been on display since 1959 and in 2009 was refurbished when the new Town of Tonawanda Veterans Memorial was created.\n127484 – Former Marine Corps aircraft has been a ground display for children to play on in Boysen Park in Anaheim, California, since about 1960. For safety reasons, in 1967 the aircraft was coated in gunite to cover sharp edges that had developed.F9F-7130763 – Cradle of Aviation Museum in Garden City, New York.F9F-8131063 – Texas Air Museum in Slaton, Texas.\n131230 – National Naval Aviation Museum, NAS Pensacola, Florida.\n131232 – Museum of Flight in Seattle, Washington.\n138876 – Pueblo Weisbrod Aircraft Museum in Pueblo, Colorado.\n141117 – Intrepid Sea-Air-Space Museum in New York, New York.  It is on loan from the National Museum of Naval Aviation. It was built in Grumman's Bethpage factory in 1955 and retired from active service in 1965. It previously served as a gate guard for Naval Weapons Station Earle, and later was displayed at a playground in Wall Township, NJ.  Restored to wear the colors of fighter squadron VF-61, which flew from USS Intrepid in 1956.\n141121 – Pima Air & Space Museum, adjacent to Davis-Monthan AFB, in Tucson, Arizona.\n144275 – Evergreen Aviation & Space Museum in McMinnville, Oregon.  It is on loan from the National Museum of Naval Aviation and is painted to represent the narrator's aircraft for the U.S. Navy Blue Angels precision flight demonstration team.F9F-8B144276 – Patuxent River Naval Air Museum in Lexington Park, Maryland.F9F-8P141675 – Yanks Air Museum in Chino, California.\n141702 – USS Midway Museum in San Diego, California.\n141722 – Flying Leatherneck Aviation Museum, MCAS Miramar in San Diego, California.\n144388 – Estrella Warbird Museum in Paso Robles, California.\n144426 – Pima Air & Space Museum, adjacent to Davis-Monthan AFB in Tucson, Arizona.\n144402 – Military Aviation Preservation Society, M.A.P.S. in Canton, Ohio.F9F-8T142442 – The Town of Woodridge, New York.\n147276 – USS Lexington Museum in Corpus Christi, Texas.\n147283 – Air Zoo in Kalamazoo, Michigan.\n147385 – USS Yorktown (CV-10) at the Patriot's Point Naval and Maritime Museum in Mount Pleasant, South Carolina.\n147397 – Pima Air & Space Museum, adjacent to Davis-Monthan AFB in Tucson, Arizona.\n142985 – Hickory Aviation Museum, Hickory Regional Airport (KHKY) in Hickory, North Carolina.\n\n\n\n\nData from NAVAIR : Standard Aircraft Characteristics F9F-6 \"Cougar\" 1 July 1953, NAVAIR : Standard Aircraft Characteristics F9F-6 \"Cougar\" 1 July 1967General characteristics\nCrew: 1\nLength: 40 ft 11 in (12.47 m)\nWingspan: 34 ft 6 in (10.52 m)\nWidth: 14 ft 2 in (4.32 m) folded (tailplane span)\nHeight: 12 ft 3.5 in (3.747 m) \nHeight folded: 15 ft 10 in (4.8 m) (wing-tips\nWing area: 300 sq ft (28 m2)\nAspect ratio: 4\nAirfoil: NACA 64A010\nEmpty weight: 11,483 lb (5,209 kg) \nEmpty equipped: 12,090 lb (5,484 kg)\nGross weight: 15,800 lb (7,167 kg) \nCombat weight: 16,244 lb (7,368 kg)\nMax takeoff weight: 21,000 lb (9,525 kg) on land20,000 lb (9,072 kg) from catapultMaximum landing weight: 16,000 lb (7,257 kg) on land14,000 lb (6,350 kg) arrested landingFuel capacity: 763 US gal (635 imp gal; 2,890 l) in two fuselage tanks and 156 US gal (130 imp gal; 590 l) in four wing leading edge tanks; total 919 US gal (765 imp gal; 3,480 l)\nPowerplant: 1 × Pratt & Whitney J48-P-8 centrifugal-flow turbojet engine, 7,250 lbf (32.2 kN) thrust  at 11,000 rpm for take-off / Military power at sea level5,600 lbf (24.91 kN) at 10,450 rpm maximum continuous at sea levelPerformance\n\nMaximum speed: 654 mph (1,053 km/h, 568 kn) at sea level at 18,450 lb (8,369 kg) TOW\nCruise speed: 541 mph (871 km/h, 470 kn) at 41,200–45,000 ft (12,558–13,716 m)\nStall speed: 128 mph (206 km/h, 111 kn) at 18,450 lb (8,369 kg) TOW power off107 mph (93 kn; 172 km/h) at 15,157 lb (6,875 kg) with approach powerCombat range: 293 mi (472 km, 255 nmi) with 1 hour 24 minutes mission time\nService ceiling: 44,500 ft (13,600 m)\ng limits: +7.5 at 15,800 lb (7,167 kg); +5.5 at MTOW\nRate of climb: 6,750 ft/min (34.3 m/s) at sea level at 18,450 lb (8,369 kg) TOW\nTime to altitude: 20,000 ft (6,096 m) in 4 minutes at 18,450 lb (8,369 kg) TOW\n30,000 ft (9,144 m) in 6 minutes 48 seconds at 18,450 lb (8,369 kg) TOWWing loading: 61.5 lb/sq ft (300 kg/m2) at 18,450 lb (8,369 kg) TOW\nTake-off run: 2,100 ft (640 m) at 18,450 lb (8,369 kg) TOW in nil wind1,360 ft (415 m) at 18,450 lb (8,369 kg) TOW in 29 mph (25 kn; 47 km/h) windArmament\nGuns: 4 × 20 mm (0.79 in) AN/M3 cannon, 190 rounds per gun\nRockets: 6 × 5 in (127 mm) rockets\nBombs: 2 × 1,000 lb (454 kg) bombs on inboard pylons plus 2 x 500 lb (227 kg) bombs on outer pylonsAvionics\nRadar ranging - AN/APG-30\n\n\n\n\nRelated development\n\nGrumman F9F Panther\nGrumman F-11 TigerAircraft of comparable role, configuration, and era\n\nDassault Ouragan\nDouglas F4D Skyray\nHawker Sea Hawk\nMcDonnell F3H Demon\nMikoyan-Gurevich MiG-17\nRelated lists\n\nList of fighter aircraft\nList of military aircraft of the United States\n\n\n\n\n\n\n\n\n\nAngelucci, Enzo and Peter Bowers. The American Fighter. Sparkford, UK: Haynes, 1987. ISBN 0-85429-635-2.\nCicalesi, Juan Carlos; Rivas, Santiago (22 December 2008). \"Grumman Panther en Argentina\" [Grumman Panther in Argentina]. Instituto Aeronaval - Articulos - Historia (in Spanish). Instituto Aeronaval. Archived from the original on 29 October 2014. Retrieved 2014-08-28.\nElward, Brad. Grumman F9F Panther/Cougar. North Branch, Minnesota: Specialty Press, 2010. ISBN 978-1-58007-145-1.\nKinzey, Bert. F9F Cougar in Detail & Scale. Fallbrook, California: Aero Publishers, Inc., 1983. ISBN 9780816850242.\nMersky, Peter. \"Flying Cougars and Other Unusual Aircraft in Vietnam\". Aviation News magazine, Vol. 18, No. 7, 17–31 August 1989. pp. 320–322.\nNeubeck, Ken. F9F Cougar Walk Around. Carrollton, Texas: Squadron/Signal Publications, 2012. ISBN 978-0-89747-666-9.\nSwanborough, Gordon and Peter M. Bowers. United States Navy Aircraft since 1911. Annapolis, Maryland: Naval Institute Press, 1990. ISBN 0-87021-792-5.\nWinchester, Jim.  American Military Aircraft. New York, NY: Metro Books. pp. 186–187. ISBN 978-1-4351-5697-5.\n\n\n\n\nNúñez Padin, Jorge Felix (2010).  Núñez Padin, Jorge Felix (ed.). Grumman F9F Panther & Cougar. Serie Aeronaval (in Spanish). Vol. 29. Bahía Blanca, Argentina: Fuerzas Aeronavales. ISBN 978-987-1682-03-4. Archived from the original on 2015-01-06. Retrieved 2014-08-26.",
  "links": [
    "1962 United States Tri-Service aircraft designation system",
    "AIM-4 Falcon",
    "AIM-9 Sidewinder",
    "AN/APG-30",
    "Aerial reconnaissance",
    "Aerial refueling",
    "Aeritalia F-104S Starfighter",
    "Aeromarine AS",
    "Air-to-air missile",
    "Air Zoo",
    "Airfoil",
    "Allison J33",
    "Anaheim, California",
    "Apollo Lunar Module",
    "Archive.today",
    "Argentina",
    "Argentine Naval Aviation",
    "Argentine Navy",
    "Atlantic Aircraft",
    "Bahía Blanca",
    "Bell Aircraft",
    "Bell D-188A",
    "Bell P-39 Airacobra",
    "Bell P-59 Airacomet",
    "Bell P-63 Kingcobra",
    "Bell P-76",
    "Bell XFL Airabonita",
    "Bell XP-52",
    "Bell XP-77",
    "Bell XP-83",
    "Bell YFM-1 Airacuda",
    "Berliner-Joyce",
    "Berliner-Joyce P-16",
    "Berliner-Joyce XF2J",
    "Berliner-Joyce XF3J",
    "Berliner-Joyce XFJ",
    "Blue Angels",
    "Boeing",
    "Boeing Bird of Prey",
    "Boeing EA-18G Growler",
    "Boeing F/A-18E/F Super Hornet",
    "Boeing F2B",
    "Boeing F3B",
    "Boeing Model 15",
    "Boeing P-12",
    "Boeing P-26 Peashooter",
    "Boeing P-29",
    "Boeing XF6B",
    "Boeing XF8B",
    "Boeing XP-15",
    "Boeing XP-4",
    "Boeing XP-7",
    "Boeing XP-8",
    "Boeing XP-9",
    "Brewster Aeronautical Corporation",
    "Brewster F2A Buffalo",
    "CIM-10 Bomarc",
    "Canadian Car and Foundry",
    "Canton, Ohio",
    "Carrier-based",
    "Centrifugal-flow turbojet",
    "Chengdu J-7",
    "Chino, California",
    "Chu Lai Air Base",
    "Columbia XJL",
    "Consolidated P-30",
    "Consolidated Vultee XP-81",
    "Convair",
    "Convair F-102 Delta Dagger",
    "Convair F-106 Delta Dart",
    "Convair F2Y Sea Dart",
    "Convair XF-92",
    "Convair XFY Pogo",
    "Corpus Christi, Texas",
    "Cradle of Aviation",
    "Cradle of Aviation Museum",
    "Critical Mach number",
    "Curtiss-Wright XF-87 Blackhawk",
    "Curtiss-Wright XP-55 Ascender",
    "Curtiss Aeroplane and Motor Company",
    "Curtiss F11C Goshawk",
    "Curtiss F6C Hawk",
    "Curtiss F7C Seahawk",
    "Curtiss F9C Sparrowhawk",
    "Curtiss Falcon",
    "Curtiss P-1 Hawk",
    "Curtiss P-36 Hawk",
    "Curtiss P-40 Warhawk",
    "Curtiss P-60",
    "Curtiss P-6 Hawk",
    "Curtiss SBC Helldiver",
    "Curtiss XF13C",
    "Curtiss XF14C",
    "Curtiss XF15C",
    "Curtiss XP-10",
    "Curtiss XP-18",
    "Curtiss XP-19",
    "Curtiss XP-22 Hawk",
    "Curtiss XP-31 Swift",
    "Curtiss XP-42",
    "Curtiss XP-46",
    "Curtiss XP-62",
    "Curtiss XP-71",
    "Curtiss YP-20",
    "Curtiss YP-37",
    "Da Nang Air Base",
    "Dassault Ouragan",
    "Davis-Monthan AFB",
    "Dogtooth extension",
    "Dornier Do H Falke",
    "Douglas A-20 Havoc",
    "Douglas A-4 Skyhawk",
    "Douglas Aircraft Company",
    "Douglas F3D Skyknight",
    "Douglas F4D Skyray",
    "Douglas F5D Skylancer",
    "Douglas F6D Missileer",
    "Douglas SBD Dauntless",
    "Douglas XFD",
    "Douglas XP-48",
    "Eberhart Steel Products Company",
    "Eberhart XFG",
    "Estrella Warbird Museum",
    "Evergreen Aviation & Space Museum",
    "F-11 Tiger",
    "F-19",
    "Fighter aircraft",
    "Fisher P-75 Eagle",
    "Fleur-de-lis",
    "Flight deck",
    "Florida",
    "Flxible Metro",
    "Flying Leatherneck Aviation Museum",
    "Folding wing",
    "Forward Air Control",
    "Garden City, New York",
    "General Aviation XFA",
    "General Dynamics F-111C",
    "General Dynamics F-111K",
    "General Dynamics F-111 Aardvark",
    "General Dynamics F-16XL",
    "General Dynamics F-16 Fighting Falcon",
    "General Dynamics X-62 VISTA",
    "General Dynamics–Boeing AFTI/F-111A Aardvark",
    "General Dynamics–Grumman EF-111A Raven",
    "General Dynamics–Grumman F-111B",
    "General Motors",
    "Goodyear Aerospace",
    "Goodyear F2G Corsair",
    "Goodyear Tire and Rubber Company",
    "Grumman",
    "Grumman A-6 Intruder",
    "Grumman AF Guardian",
    "Grumman Ag Cat",
    "Grumman C-1 Trader",
    "Grumman C-2 Greyhound",
    "Grumman Cougar",
    "Grumman E-1 Tracer",
    "Grumman F-11 Tiger",
    "Grumman F-14 Tomcat",
    "Grumman F11F-1F Super Tiger",
    "Grumman F2F",
    "Grumman F3F",
    "Grumman F4F Wildcat",
    "Grumman F6F Hellcat",
    "Grumman F7F Tigercat",
    "Grumman F8F Bearcat",
    "Grumman F9F Panther",
    "Grumman FF",
    "Grumman G-102",
    "Grumman G-107",
    "Grumman G-108",
    "Grumman G-109",
    "Grumman G-110",
    "Grumman G-113",
    "Grumman G-114",
    "Grumman G-115",
    "Grumman G-116",
    "Grumman G-118",
    "Grumman G-119",
    "Grumman G-122",
    "Grumman G-124",
    "Grumman G-127",
    "Grumman G-130",
    "Grumman G-132",
    "Grumman G-143",
    "Grumman G-17",
    "Grumman G-170",
    "Grumman G-214",
    "Grumman G-21 Goose",
    "Grumman G-235",
    "Grumman G-242",
    "Grumman G-25",
    "Grumman G-27",
    "Grumman G-279",
    "Grumman G-283",
    "Grumman G-29",
    "Grumman G-296",
    "Grumman G-3",
    "Grumman G-30",
    "Grumman G-300",
    "Grumman G-306",
    "Grumman G-327",
    "Grumman G-344",
    "Grumman G-35",
    "Grumman G-356",
    "Grumman G-359",
    "Grumman G-371",
    "Grumman G-376",
    "Grumman G-399",
    "Grumman G-4",
    "Grumman G-44 Widgeon",
    "Grumman G-450",
    "Grumman G-48",
    "Grumman G-484",
    "Grumman G-486",
    "Grumman G-487",
    "Grumman G-49",
    "Grumman G-511",
    "Grumman G-516",
    "Grumman G-518",
    "Grumman G-532",
    "Grumman G-550",
    "Grumman G-57",
    "Grumman G-607",
    "Grumman G-612",
    "Grumman G-613",
    "Grumman G-618",
    "Grumman G-62",
    "Grumman G-623",
    "Grumman G-636",
    "Grumman G-65 Tadpole",
    "Grumman G-674",
    "Grumman G-68",
    "Grumman G-698",
    "Grumman G-71",
    "Grumman G-711",
    "Grumman G-730",
    "Grumman G-73 Mallard",
    "Grumman G-754",
    "Grumman G-755",
    "Grumman G-76",
    "Grumman G-77",
    "Grumman G-78",
    "Grumman G-84",
    "Grumman G-85",
    "Grumman G-86",
    "Grumman G-91",
    "Grumman G-92",
    "Grumman G-97",
    "Grumman Gulfstream I",
    "Grumman Gulfstream II",
    "Grumman HU-16 Albatross",
    "Grumman J2F Duck",
    "Grumman JF Duck",
    "Grumman Kitten",
    "Grumman OV-1 Mohawk",
    "Grumman S-2 Tracker",
    "Grumman TBF Avenger",
    "Grumman X-29",
    "Grumman XF10F Jaguar",
    "Grumman XF5F Skyrocket",
    "Grumman XP-50",
    "Grumman XSBF",
    "Grumman XTB2F",
    "Grumman XTSF",
    "Gulfstream American GA-7 Cougar",
    "HAVE DRILL",
    "HAVE FERRY",
    "Hall Aluminum Aircraft Corporation",
    "Hall XFH",
    "Have Doughnut",
    "Have Privilege",
    "Hawker Sea Hawk",
    "Hickory, North Carolina",
    "Hispano-Suiza HS.404",
    "Hughes D-2",
    "IAI Kfir",
    "ISBN (identifier)",
    "Inflight refuelling",
    "Intrepid Sea-Air-Space Museum",
    "Jake Swirbul",
    "Kalamazoo, Michigan",
    "Leroy Grumman",
    "Lexington Park, Maryland",
    "List of fighter aircraft",
    "List of military aircraft of the United States",
    "Lockheed Corporation",
    "Lockheed F-104 Starfighter",
    "Lockheed F-117 Nighthawk",
    "Lockheed F-94 Starfire",
    "Lockheed Martin F-22 Raptor",
    "Lockheed Martin F-35 Lightning II",
    "Lockheed Martin F-35 Lightning II Israeli procurement",
    "Lockheed Martin FB-22",
    "Lockheed Martin X-35",
    "Lockheed NF-104A",
    "Lockheed P-38 Lightning",
    "Lockheed P-80 Shooting Star",
    "Lockheed SR-71 Blackbird",
    "Lockheed XF-104 Starfighter",
    "Lockheed XF-90",
    "Lockheed XFM-2",
    "Lockheed XFV",
    "Lockheed XP-49",
    "Lockheed XP-58 Chain Lightning",
    "Lockheed YF-12",
    "Lockheed YF-22",
    "Lockheed YP-24",
    "Loening",
    "Loening XFL",
    "M.A.P.S.",
    "MCAS Miramar",
    "Marine Aircraft Group 13",
    "Marine Aviation Logistics Squadron 11",
    "Marine Aviation Logistics Squadron 13",
    "McDonnell Aircraft Corporation",
    "McDonnell Douglas F-15E Strike Eagle",
    "McDonnell Douglas F-15 Eagle",
    "McDonnell Douglas F-15 STOL/MTD",
    "McDonnell Douglas F-4 Phantom II",
    "McDonnell Douglas F/A-18 Hornet",
    "McDonnell Douglas Phantom in UK service",
    "McDonnell F-101 Voodoo",
    "McDonnell F2H Banshee",
    "McDonnell F3H Demon",
    "McDonnell FH Phantom",
    "McDonnell XF-85 Goblin",
    "McDonnell XF-88 Voodoo",
    "McDonnell XP-67",
    "McMinnville, Oregon",
    "Mikoyan-Gurevich MiG-15",
    "Mikoyan-Gurevich MiG-17",
    "Mikoyan-Gurevich MiG-21",
    "Mikoyan-Gurevich MiG-23",
    "Military Aviation Preservation Society",
    "Mitsubishi F-15J",
    "Mount Pleasant, South Carolina",
    "Museum of Flight",
    "NACA airfoil",
    "NAS Pensacola",
    "National Air and Space Museum",
    "National Naval Aviation Museum",
    "Naval Aircraft Factory TS",
    "New Iberia, Louisiana",
    "New York, New York",
    "New York (state)",
    "North American AJ Savage",
    "North American Aviation",
    "North American F-100 Super Sabre",
    "North American F-107",
    "North American F-82 Twin Mustang",
    "North American F-86D Sabre",
    "North American F-86 Sabre",
    "North American FJ-1 Fury",
    "North American FJ-2/-3 Fury",
    "North American FJ-4 Fury",
    "North American P-51 Mustang",
    "North American P-64",
    "North American XF-108 Rapier",
    "North American YF-93",
    "Northrop Corporation",
    "Northrop F-15 Reporter",
    "Northrop F-20 Tigershark",
    "Northrop F-5",
    "Northrop F-89 Scorpion",
    "Northrop Grumman",
    "Northrop Grumman B-21 Raider",
    "Northrop Grumman B-2 Spirit",
    "Northrop Grumman Bat",
    "Northrop Grumman E-10 MC2A",
    "Northrop Grumman E-2 Hawkeye",
    "Northrop Grumman E-8 Joint STARS",
    "Northrop Grumman EA-6B Prowler",
    "Northrop Grumman Firebird",
    "Northrop Grumman MQ-4C Triton",
    "Northrop Grumman MQ-8C Fire Scout",
    "Northrop Grumman MQ-8 Fire Scout",
    "Northrop Grumman Model 400",
    "Northrop Grumman RQ-180",
    "Northrop Grumman RQ-4 Global Hawk",
    "Northrop Grumman Switchblade",
    "Northrop Grumman X-47A Pegasus",
    "Northrop Grumman X-47B",
    "Northrop Grumman X-47C",
    "Northrop P-61 Black Widow",
    "Northrop Tacit Blue",
    "Northrop XFT",
    "Northrop XP-56 Black Bullet",
    "Northrop XP-79",
    "Northrop YF-17",
    "Northrop YF-23",
    "Paso Robles, California",
    "Patriot's Point",
    "Patuxent River Naval Air Museum",
    "Paul E. Garber Preservation, Restoration, and Storage Facility",
    "Pima Air & Space Museum",
    "Pratt & Whitney J48",
    "Pratt & Whitney J48-P-8",
    "Pueblo, Colorado",
    "Pueblo Weisbrod Aircraft Museum",
    "Republic F-105 Thunderchief",
    "Republic F-84F Thunderstreak",
    "Republic F-84 Thunderjet",
    "Republic P-43 Lancer",
    "Republic P-47 Thunderbolt",
    "Republic XF-103",
    "Republic XF-84H Thunderscreech",
    "Republic XF-91 Thunderceptor",
    "Republic XP-69",
    "Republic XP-72",
    "Rockwell XFV-12",
    "Rolls-Royce Nene",
    "Ryan Aeronautical",
    "Ryan FR Fireball",
    "Ryan X-13 Vertijet",
    "Ryan XF2R Dark Shark",
    "San Diego, California",
    "Seattle, Washington",
    "Seversky P-35",
    "Seversky XP-41",
    "Shenyang J-5",
    "Slaton, Texas",
    "South Vietnam",
    "Spoiler (aeronautics)",
    "Strike fighter",
    "Suitland, Maryland",
    "Supermarine",
    "Supermarine Spitfire",
    "Swept wing",
    "Taiwan",
    "Texas Air Museum",
    "Thomas-Morse XP-13 Viper",
    "Tonawanda (town), New York",
    "Town of Tonawanda Veterans Memorial",
    "Tucker XP-57",
    "Tucson, Arizona",
    "USS Essex (CV-9)",
    "USS Intrepid (CV-11)",
    "USS Lexington (CV-16)",
    "USS Midway Museum",
    "USS Yorktown (CV-10)",
    "United States",
    "United States Air Force",
    "United States Army Air Corps",
    "United States Army Air Forces",
    "United States Army Air Service",
    "United States Marine Corps",
    "United States Navy",
    "VF-21",
    "VF-24",
    "VF-32",
    "VFA-192",
    "VFA-211 (U.S. Navy)",
    "VFP-63",
    "VT-4 (United States)",
    "Vietnam War",
    "Vought",
    "Vought F-8 Crusader",
    "Vought F4U Corsair",
    "Vought F6U Pirate",
    "Vought F7U Cutlass",
    "Vought FU",
    "Vought O2U Corsair",
    "Vought VE-7",
    "Vought XF2U",
    "Vought XF3U",
    "Vought XF5U",
    "Vought XF8U-3 Crusader III",
    "Vultee P-66 Vanguard",
    "Vultee XP-54",
    "Vultee XP-68 Tornado",
    "Wayback Machine",
    "Wedell-Williams XP-34",
    "Woodridge, New York",
    "Wright Aeronautical",
    "Wright F2W",
    "Wright XF3W Apache",
    "Yanks Air Museum"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/f/f2/F8F-8T_Cougars_of_VMT-1_in_flight_in_1962.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/9d/F8F-8_Cougar_with_Sidewinder_missiles_in_flight_1958.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/fc/F9F-6_F9F-5_NAN7-52.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b2/F9F-6_VF-24_CVA-9_1955.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/5/54/F9F-8_Blue_Angels_fleur_de_lis_NAN8-55.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2f/F9F_Cougar_%26_F4U_COAN_ARA.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/27/F9F_Cougars_of_VA-192_and_VFP-61_over_Formosa_1957.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_Argentina.svg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b5/Grumman_F9F-6_in_flight_1952.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/1/1f/Grumman_F9F-8T_3-A-151.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2c/Grumman_F9F-8_Cougar_1955_IMG_2107.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/8/85/Grumman_F9F-8_Cougar_3-view_line_drawing.png",
    "https://upload.wikimedia.org/wikipedia/commons/0/0f/Grumman_F9F_Cougar.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/e/e6/Grumman_TF-9J_Cougar_Blue_Angel_RSideFront_EASM_4Feb2010_%2814590998235%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/4/46/Memorial_Photo_1.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0a/QF-9J_Cougar_target_drone_at_China_Lake_in_1970.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/32/TF-9J_Cougar_of_H%26MS-13_in_Vietnam_c1967.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/a/a4/Flag_of_the_United_States.svg"
  ]
}