{
  "title": "Grumman F9F Panther",
  "url": "https://en.wikipedia.org/wiki/Grumman_F9F_Panther",
  "body": "The Grumman F9F Panther is one of the United States Navy's first successful carrier-based jet fighters, as well as Grumman’s first jet fighter. A single-engined, straight-winged day fighter, it was armed with four 20 mm (0.79 in) cannons and could carry a wide assortment of air-to-ground munitions.\nThe Panther was used extensively by the U.S. Navy and Marine Corps in the Korean War. It was also the first jet aircraft used by the Blue Angels aerobatics demonstration team, from 1949 through late 1954. The aircraft was exported to Argentina and was the first jet used by the Argentine Naval Aviation.\nTotal F9F production was 1,382. The design evolved into the swept wing Grumman F-9 Cougar.\n\n\n\n\nDevelopment studies at Grumman for jet-powered fighter aircraft began near the end of World War II as the first jet engines emerged. In a competition for a jet-powered night fighter for the United States Navy, on 3 April 1946 the Douglas F3D Skyknight was selected over Grumman's G-75, a two-seater powered by four Westinghouse J30s. The Navy's Bureau of Aeronautics (BuAer) also issued a contract to Grumman for two G-75 prototype aircraft on 11 April 1946, being given the Navy designation XF9F-1, in case the Skyknight ran into problems.\nGrumman soon realized the G-75 was a dead end, but had been working on a completely different, single-engine day fighter, the G-79. In a bureaucratic maneuver, BuAer did not cancel the G-75 contract, but changed the wording to include three prototypes of the entirely different G-79. It became the Panther.The prototype Panther, piloted by test pilot Corky Meyer, first flew on 21 November 1947. American engines available at the time included the Allison J33 and Westinghouse J34, but these were not considered sufficiently reliable, so the Navy specified the imported Rolls-Royce Nene turbojet, which was also more powerful, at 5,000 lb (2,300 kg) of thrust. Production aircraft would have a Nene, built under license by Pratt & Whitney as the J42. Since there was insufficient space within the wings and fuselage for fuel for the thirsty jet, permanently mounted wingtip fuel tanks were added, which incidentally improved the fighter's rate of roll.The F9F was cleared for flight from aircraft carriers in September 1949. During the development phase, Grumman decided to change the Panther's engine, selecting the Pratt & Whitney J48-P-2, a license built version of the Rolls-Royce RB.44 Tay. The other engine that had been tested was the Allison J33-A-16. The armament was a quartet of 20mm guns, the Navy having already switched to this caliber (as opposed to the USAAF/USAF which continued to use .50 caliber M2/M3 guns). In addition, the Panther was soon armed with underwing air-to-ground rockets and up to 2,000 lb (910 kg) of bombs.\n\nFrom 1946, a swept-wing version was considered and after concerns about the Panther's inferiority to its MiG opponents in Korea, a conversion, known as Design 93, resulted in a swept-wing derivative, the F9F Cougar, which retained the Panther's designation number.In 1949, the Panther was considered by the Australian government, as a possible locally-built replacement for the Mustang Mk 23 and De Havilland Vampire then operated by the Royal Australian Air Force (RAAF). The other designs considered initially were an Australian design, the CAC CA-23 (an unconventional, twin-jet all-weather fighter) and the Hawker P.1081. By mid-1950, however, RAAF Mustangs were in action in Korea and seen as highly vulnerable to the MiG-15. An immediately available stop-gap in the shape of the Gloster Meteor F.8 was operated by the RAAF in Korea from July 1951. (After its less-than-satisfactory performance against MiGs, the Meteor was replaced from 1954 by the CAC Sabre – an Australian-built, up-engined variant of the F-86.)\n\n\n\n\n\n\n\nThe Grumman Panther was the primary US Navy and USMC jet fighter and ground-attack aircraft in the Korean War. The Panther was the widest used Navy jet fighter of the war, flying 78,000 sorties. F9F-2s, F9F-3s and F9F-5s, as rugged attack aircraft, were able to sustain operations during intense anti-aircraft fire. The pilots also appreciated the air conditioned cockpit, a welcome change from the humid environment of piston-powered aircraft.On 3 July 1950, Lieutenant, junior grade Leonard H. Plog, of VF-51, flying an F9F-3 scored the first US Navy air victory of the war by shooting down a propeller-powered Yak-9.Despite their relatively low speed, Panther pilots also claimed seven Mikoyan-Gurevich MiG-15s, for the loss of two F9Fs.  The first MiG-15 was downed on 9 November 1950, by Lieutenant Commander William (Bill) Amen of VF-111 flying an F9F-2B, during a UN Command attack on the Sinuiju bridges, near the mouth of the Yalu River. Two more MiG-15s were downed on 18 November 1950.\nIn a unique feat on 18 November 1952, Lt Royce Williams of VF-781, flying off USS Oriskany destroyed four MiGs, in one 35-minute encounter, during a series of air strikes against the North Korean port of Hoeryong.  This combat is little-known due to the involvement of the US National Security Agency (NSA) – the existence of which was then top secret – in planning the mission; the MiGs were intercepted as a result of intelligence provided by the NSA. After losing contact with his wingman, Williams \nwas alone in a dogfight with six MiG-15s; after landing on Oriskany, his Panther had 263 hits by cannon shells or fragments, and was beyond repair. Williams' victories were notable since the four MiGs were flown by Soviet Naval Aviation pilots: Russian sources confirmed Williams' claims, 40 years later, stating the pilots lost were Captains Belyakov and Vandalov, and Lieutenants Pakhomkin and Tarshinov.\nFuture astronaut Neil Armstrong flew the F9F extensively during the war, although he ejected from one of the aircraft after it was brought down by a wire strung across a valley in 1951. Future astronaut John Glenn and Boston Red Sox all-star baseball player Ted Williams also flew the F9F as Marine Corps pilots.\nPanthers were withdrawn from front-line service in 1956, but remained in training roles and with U.S. Naval Air Reserve and U.S. Marine Air Reserve units until 1958. The Navy's Blue Angels flight demonstration team used the Panther for four years, beginning in 1951.  The Panther was the Blue Angels' first jet. Some Panthers continued to serve in small numbers into the 1960s. From September 1962, surviving operational Panthers were designated F-9 within the new combined US tri-service designation system.\n\n\n\n \nThe only foreign buyer of the Panther was the Argentine Naval Aviation, which bought 28 ex-USN F9F-2B aircraft in 1957; the first 10 arrived in 1958. Only 24 aircraft were put in service, the rest were used as spares. The first flight of an Argentine Panther was in December 1958, and the last aircraft was put in service in January 1961.The catapults on the then only Argentine carrier, ARA Independencia, were considered not powerful enough to launch the F9F, so the aircraft were land-based. However, in July 1963 a Panther (serial 0453/3-A-119) landed on Independencia as part of trials; becoming the first jet to land on an Argentine aircraft carrier.Argentine Navy F9F-2 Panthers saw combat in the 1963 Argentine Navy Revolt, bombing and strafing a column of the Army 8th Tank Regiment which was advancing on the rebelling Punta Indio Naval Air Base. The attack destroyed several M4 Sherman tanks, at the cost of one F9F Panther shot down.The Argentine Panthers were involved in the general mobilization during the 1965 border clash between Argentina and Chile but no combat occurred. They were taken out of service in 1969 due to the lack of spare parts and replaced with Douglas A-4Q Skyhawks.The Argentine Navy also operated the F-9 Cougar.\n\n\n\n\nXF9F-2\nPrototypes, two built\nF9F-2\nFirst production version, powered by Pratt & Whitney J42 engine, 567 built.\nF9F-2B\nVersion fitted with underwing racks for bombs and rockets. As all F9F-2s were brought up to this standard, the B designation was dropped.\nF9F-2P\nUnarmed photo-reconnaissance version used in Korea, 36 built.\nXF9F-3\nPrototype for the F9F-3, one built.\nF9F-3\nAllison J33 powered version produced as insurance against the failure of the J42, with all converted to the J42 later; redesignated F-9B in 1962, 54 built.\nXF9F-4\nPrototypes used in the development of the F9F-4, two built.\nF9F-4\nVersion with longer fuselage with greater fuel load and powered by J33 engine. Most re-engined with J42s. F9F-4s were the first aircraft to successfully employ pressurized bleed air, tapped from the engine's compressor stages, and blown across the surface of the slot flaps, simulating a higher airspeed across the control surface, and thus achieving a decrease in stalling speed of 9 kn (17 km/h) for takeoff and 7 kn (13 km/h) on power approach for landing; re-designated F-9C in 1962, 109 ordered, all completed as F9F-5s.\nF9F-5\n\nVariant of F9F-4, but powered by Pratt & Whitney J48 engine, 616 built. Re-designated F-9D in 1962.\nF9F-5P\nUnarmed photo-reconnaissance version, with longer nose; redesignated RF-9D in 1962, 36 built.\nF9F-5K\nAfter the F9F Panther was withdrawn operational service, a number of F9F-5s were converted into unmanned target drone aircraft; redesignated QF-9D in 1962.\nF9F-5KD\nRadio controlled drone director conversions for F9F-5K drones; redesignated DF-9E in 1962.\n\n\n\n ArgentinaArgentine Navy - Argentine Naval Aviation United StatesUnited States Navy\nUnited States Marine Corps\n\n\n\n\n\n\nOn displayF9F-2B0421/3-A-106 (Argentine Navy) - Gate guardian at Puerto Belgrano Naval Base (Base Naval Puerto Belgrano - BNPB) at Bahía Blanca, Argentina.\n0425/3-A-113 (Argentine Navy) - Being restored at Argentine Naval Aviation Museum (es:Museo de la Aviación Naval Argentina - MUAN) at Bahía Blanca, Argentina.\n0452/3-A-111 (Argentine Navy) - Gate guardian at Punta Indio Naval Air Base (Base Aeronaval Punta Indio - BAPI) near La Plata, Argentina.\n0453/3-A-118 (Argentine Navy) - Displayed at National Naval Museum (es:Museo Naval de la Nación) at Tigre, Argentina.\n\n\n\nAirworthyF9F-2B\n123078 Cavanaugh Flight Museum in Addison, Texas.On displayF9F-2123050 - National Naval Aviation Museum at Naval Air Station Pensacola, Florida.\n123557 - VFW Post 1621 in Janesville, Wisconsin.\n123612 - NAS Oceana Air Park, Naval Air Station Oceana, Virginia.\n123652 - Flying Leatherneck Aviation Museum, Marine Corps Air Station Miramar, California.\n125183 - Pima Air & Space Museum, adjacent to Davis-Monthan AFB in Tucson, Arizona.\n127120 - Wings of Freedom Aviation Museum at the former NAS JRB Willow Grove in Horsham, Pennsylvania.F9F-2B123526 - National Museum of the Marine Corps, adjacent to Marine Corps Base Quantico in Triangle, Virginia.F9F-4125180 - Lion's Park in Costa Mesa, California.F9F-5bureau number unknown (incorrectly marked as 141136) - USS Midway Museum in San Diego, California\n125295 - Valiant Air Command Warbird Museum at Space Coast Regional Airport in Titusville, Florida.\n125992 - Aviation Heritage Park in Bowling Green, KY.\n126226 - Combat Air Museum adjacent to Forbes Air National Guard Base at Topeka Regional Airport / Forbes Field (former Forbes AFB) in Topeka, Kansas.\n126275 - Battleship Memorial Park in Mobile, Alabama.F9F-5P126277 - The Air Museum, Planes of Fame, in Chino, California.Under restoration or in storageF9F-2123054 - under restoration at Yanks Air Museum in Chino, California.\n123092 - in storage for restoration at USS John F. Kennedy Museum in North Kingston, Rhode Island.\n123420 - in storage at Fantasy of Flight in Polk City, Florida.F9F-5125467 - in storage by private owner in Bulverde, Texas.\n\n\n\n\nData from United States Navy Aircraft since 1911General characteristics\nCrew: 1\nLength: 38 ft 10 in (11.84 m)\nWingspan: 38 ft 0 in (11.58 m)\nHeight: 12 ft 3 in (3.73 m)\nWing area: 250 sq ft (23 m2)\nEmpty weight: 10,147 lb (4,603 kg)\nGross weight: 18,721 lb (8,492 kg)\nPowerplant: 1 × Pratt & Whitney J48-P-6A turbojet, 6,250 lbf (27.8 kN) thrustPerformance\n\nMaximum speed: 503 kn (579 mph, 932 km/h) at 5,000 ft (1,500 m)\nCruise speed: 418 kn (481 mph, 774 km/h)\nRange: 1,100 nmi (1,300 mi, 2,100 km)\nService ceiling: 42,800 ft (13,000 m)\nRate of climb: 5,090 ft/min (25.9 m/s)Armament\nGuns: 4 × 20 mm (0.79 in) AN/M3 cannon, 760 rounds total\nHardpoints: 8 with a capacity of 3,465 lb (1,572 kg)\n\n\n\n\nThe F9F Panther was featured in the 1954 Korean War film The Bridges at Toko-Ri starring William Holden, Grace Kelly, Mickey Rooney and Fredric March, and in Men of the Fighting Lady starring Van Johnson, Walter Pidgeon and Keenan Wynn. \nIn the 1990 movie, The Hunt for Red October, footage of an F9F crashing into the fantail of the USS Midway (CV-41) is used in place of an F-14A, which crashes into the USS Enterprise (CVN-65).\n\n\n\n\nRelated development\n\nGrumman F-9 Cougar\nGrumman XF10F JaguarAircraft of comparable role, configuration, and era\n\nHawker Sea Hawk\nMcDonnell F2H Banshee\nRelated lists\n\nList of fighter aircraft\nList of military aircraft of the United States\nList of United States Navy aircraft designations (pre-1962)\n\n\n\n\n\n\n\n\n\nBedford, Alan (September–October 1999). \"Early American Carrier Jets: Evolving Jet Operations with the US Fleet, Part Three\". Air Enthusiast (83): 62–67. ISSN 0143-5450.\nDanby, Peter A. United States Navy Serials 1941 to 1976. Merseyside Aviation Society, Liverpool, England, 1977. ISBN 0-902420-17-8.\nFrancillon, René J. Grumman Aircraft since 1929. London :Putnam, 1989. ISBN 0-85177-835-6.\nGrossnick, Roy and William J. Armstrong. United States Naval Aviation, 1910-1995. Annapolis, Maryland: Naval Historical Center, 1997. ISBN 0-16-049124-X.\nHardy, Michael John. Sea, Sky and Stars: An Illustrated History of Grumman Aircraft. London: Arms & Armour Press, 1987. ISBN 978-0853688327.\nKott, Richard C. \"Attack from the Sky\". in Marolda, Edward (ed.). The United States Navy in the Korean War. Annapolis, Maryland: Naval Institute Press, 2007. ISBN 978-1591144878.\nMeyer, Corwin H. \"Grumman Panther\". Flight Journal, October 2002.\nSchnitzer, George. Panthers Over Korea. Baltimore, Maryland: Publish America, 2007. ISBN 1-4241-7942-4.\nSullivan, Jim. F9F Panther/Cougar in action. Carrollton, Texas: Squadron/Signal Publications, 1982. ISBN 978-0-89747-127-5.\nSwanborough, Gordon and Peter M. Bowers. United States Navy Aircraft since 1911. London: Putnam, 1976. ISBN 0-370-10054-9.\nTaylor, John W.R. \"Grumman F9F Cougar\". Combat Aircraft of the World from 1909 to the Present. New York: G.P. Putnam's Sons, 1969. ISBN 0-425-03633-2.\nWinchester, Jim, ed. \"Grumman F9F Panther\". Military Aircraft of the Cold War (The Aviation Factfile). London: Grange Books plc, 2006. ISBN 1-84013-929-3.\n\n\n\nCicalesi, Juan Carlos; Rivas, Santiago (22 December 2008). \"Grumman Panther en Argentina\" [Grumman Panther in Argentina]. Instituto Aeronaval - Articulos - Historia (in Spanish). Instituto Aeronaval. Archived from the original on 29 October 2014. Retrieved 2014-08-28.\nCarlos Mey (ed.). \"CAZA BOMBARDEROS DE LA AVIACION NAVAL - Grumman F9F-2 Panther\" [Naval Aviation Fighter-bombers - Grumman F9F-2 Panther]. Histarmar - Historia y Arqueologia Marítima (in Spanish). FUNDACION HISTARMAR. Retrieved 2014-08-29.\n\n\n\nMeyer, Corwin (2003). GRUMMAN F9F PANTHER PART ONE – Development, Testing, Structures. Naval Fighters. Vol. Nº59 (First ed.). California, United States: Ginter Books. ISBN 0-942612-59-0. Retrieved 31 January 2015.\nGinter, Steve (2003). GRUMMAN F9F PANTHER PART TWO – USMC Panthers (Includes Blue Angels, Reserves and Argentina). Naval Fighters. Vol. Nº60 (First ed.). California, United States: Ginter Books. ISBN 0-942612-60-4. Retrieved 31 January 2015.\nGinter, Steve (2003). GRUMMAN F9F PANTHER PART 3 – NAVY Panthers (Korea and Beyond). Naval Fighters. Vol. Nº61 (First ed.). California, United States: Ginter Books. ISBN 0-942612-61-2. Retrieved 31 January 2015.\nNúñez Padin, Jorge Felix (2010).  Núñez Padin, Jorge Felix (ed.). Grumman F9F Panther & Cougar. Serie Aeronaval (in Spanish). Vol. 29. Bahía Blanca, Argentina: Fuerzas Aeronavales. ISBN 978-987-1682-03-4. Archived from the original on 2015-01-06. Retrieved 2014-08-26.\nSchnitzer, George. (2007) Panthers Over Korea. Baltimore, Maryland: Publish America, 2007. ISBN 1-4241-7942-4.\n\n\n\n\nU.S. Navy Naval Aviation News article on the F9F Panther Archived 2006-02-09 at the Wayback Machine\nThe Grumman F9F Panther/Cougar at Airvectors\nJuly 23, 1951 F9F Panther crash on USS Midway",
  "links": [
    "1962 United States Tri-Service aircraft designation system",
    "1963 Argentine Navy Revolt",
    "1963 Argentine Navy revolt",
    "AIM-4 Falcon",
    "Addison, Texas",
    "Aerial reconnaissance",
    "Aeritalia F-104S Starfighter",
    "Aerobatics",
    "Aeromarine AS",
    "Aircraft carrier",
    "Aircraft in fiction",
    "All-star",
    "All-weather fighter",
    "Allison J33",
    "Apollo Lunar Module",
    "Argentina",
    "Argentine Naval Aviation",
    "Argentine Navy",
    "Atlantic Aircraft",
    "Australia",
    "Bahía Blanca",
    "Battleship Memorial Park",
    "Bell Aircraft",
    "Bell D-188A",
    "Bell P-39 Airacobra",
    "Bell P-59 Airacomet",
    "Bell P-63 Kingcobra",
    "Bell P-76",
    "Bell XFL Airabonita",
    "Bell XP-52",
    "Bell XP-77",
    "Bell XP-83",
    "Bell YFM-1 Airacuda",
    "Berliner-Joyce",
    "Berliner-Joyce P-16",
    "Berliner-Joyce XF2J",
    "Berliner-Joyce XF3J",
    "Berliner-Joyce XFJ",
    "Bleed air",
    "Blown flap",
    "Blue Angels",
    "Boeing",
    "Boeing Bird of Prey",
    "Boeing EA-18G Growler",
    "Boeing F/A-18E/F Super Hornet",
    "Boeing F2B",
    "Boeing F3B",
    "Boeing Model 15",
    "Boeing P-12",
    "Boeing P-26 Peashooter",
    "Boeing P-29",
    "Boeing XF6B",
    "Boeing XF8B",
    "Boeing XP-15",
    "Boeing XP-4",
    "Boeing XP-7",
    "Boeing XP-8",
    "Boeing XP-9",
    "Boston Red Sox",
    "Bowling Green, KY",
    "Brewster Aeronautical Corporation",
    "Brewster F2A Buffalo",
    "Bulverde, Texas",
    "Bureau of Aeronautics",
    "CAC CA-23",
    "CAC Sabre",
    "CIM-10 Bomarc",
    "California",
    "Canadian Car and Foundry",
    "Cavanaugh Flight Museum",
    "Chengdu J-7",
    "Chino, California",
    "Columbia XJL",
    "Combat Air Museum",
    "Consolidated P-30",
    "Consolidated Vultee XP-81",
    "Convair",
    "Convair F-102 Delta Dagger",
    "Convair F-106 Delta Dart",
    "Convair F2Y Sea Dart",
    "Convair XF-92",
    "Convair XFY Pogo",
    "Costa Mesa, California",
    "Curtiss-Wright XF-87 Blackhawk",
    "Curtiss-Wright XP-55 Ascender",
    "Curtiss Aeroplane and Motor Company",
    "Curtiss F11C Goshawk",
    "Curtiss F6C Hawk",
    "Curtiss F7C Seahawk",
    "Curtiss F9C Sparrowhawk",
    "Curtiss Falcon",
    "Curtiss P-1 Hawk",
    "Curtiss P-36 Hawk",
    "Curtiss P-40 Warhawk",
    "Curtiss P-60",
    "Curtiss P-6 Hawk",
    "Curtiss SBC Helldiver",
    "Curtiss XF13C",
    "Curtiss XF14C",
    "Curtiss XF15C",
    "Curtiss XP-10",
    "Curtiss XP-18",
    "Curtiss XP-19",
    "Curtiss XP-22 Hawk",
    "Curtiss XP-31 Swift",
    "Curtiss XP-42",
    "Curtiss XP-46",
    "Curtiss XP-62",
    "Curtiss XP-71",
    "Curtiss YP-20",
    "Curtiss YP-37",
    "Davis-Monthan AFB",
    "Day fighter",
    "De Havilland Vampire",
    "Dornier Do H Falke",
    "Douglas A-20 Havoc",
    "Douglas A-4 Skyhawk",
    "Douglas Aircraft Company",
    "Douglas F3D Skyknight",
    "Douglas F4D Skyray",
    "Douglas F5D Skylancer",
    "Douglas F6D Missileer",
    "Douglas SBD Dauntless",
    "Douglas XFD",
    "Douglas XP-48",
    "Eberhart Steel Products Company",
    "Eberhart XFG",
    "F-19",
    "Fantasy of Flight",
    "Fighter-bomber",
    "Fisher P-75 Eagle",
    "Flap (aeronautics)",
    "Florida",
    "Flxible Metro",
    "Flying Leatherneck Aviation Museum",
    "Forbes AFB",
    "Forbes Air National Guard Base",
    "Forbes Field",
    "Fredric March",
    "General Aviation XFA",
    "General Dynamics F-111C",
    "General Dynamics F-111K",
    "General Dynamics F-111 Aardvark",
    "General Dynamics F-16XL",
    "General Dynamics F-16 Fighting Falcon",
    "General Dynamics X-62 VISTA",
    "General Dynamics–Boeing AFTI/F-111A Aardvark",
    "General Dynamics–Grumman EF-111A Raven",
    "General Dynamics–Grumman F-111B",
    "General Motors",
    "Gloster Meteor",
    "Goodyear Aerospace",
    "Goodyear F2G Corsair",
    "Grace Kelly",
    "Grumman",
    "Grumman A-6 Intruder",
    "Grumman AF Guardian",
    "Grumman Ag Cat",
    "Grumman C-1 Trader",
    "Grumman C-2 Greyhound",
    "Grumman E-1 Tracer",
    "Grumman F-11 Tiger",
    "Grumman F-14 Tomcat",
    "Grumman F-9 Cougar",
    "Grumman F11F-1F Super Tiger",
    "Grumman F2F",
    "Grumman F3F",
    "Grumman F4F Wildcat",
    "Grumman F6F Hellcat",
    "Grumman F7F Tigercat",
    "Grumman F8F Bearcat",
    "Grumman FF",
    "Grumman G-102",
    "Grumman G-107",
    "Grumman G-108",
    "Grumman G-109",
    "Grumman G-110",
    "Grumman G-113",
    "Grumman G-114",
    "Grumman G-115",
    "Grumman G-116",
    "Grumman G-118",
    "Grumman G-119",
    "Grumman G-122",
    "Grumman G-124",
    "Grumman G-127",
    "Grumman G-130",
    "Grumman G-132",
    "Grumman G-143",
    "Grumman G-17",
    "Grumman G-170",
    "Grumman G-214",
    "Grumman G-21 Goose",
    "Grumman G-235",
    "Grumman G-242",
    "Grumman G-25",
    "Grumman G-27",
    "Grumman G-279",
    "Grumman G-283",
    "Grumman G-29",
    "Grumman G-296",
    "Grumman G-3",
    "Grumman G-30",
    "Grumman G-300",
    "Grumman G-306",
    "Grumman G-327",
    "Grumman G-344",
    "Grumman G-35",
    "Grumman G-356",
    "Grumman G-359",
    "Grumman G-371",
    "Grumman G-376",
    "Grumman G-399",
    "Grumman G-4",
    "Grumman G-44 Widgeon",
    "Grumman G-450",
    "Grumman G-48",
    "Grumman G-484",
    "Grumman G-486",
    "Grumman G-487",
    "Grumman G-49",
    "Grumman G-511",
    "Grumman G-516",
    "Grumman G-518",
    "Grumman G-532",
    "Grumman G-550",
    "Grumman G-57",
    "Grumman G-607",
    "Grumman G-612",
    "Grumman G-613",
    "Grumman G-618",
    "Grumman G-62",
    "Grumman G-623",
    "Grumman G-636",
    "Grumman G-65 Tadpole",
    "Grumman G-674",
    "Grumman G-68",
    "Grumman G-698",
    "Grumman G-71",
    "Grumman G-711",
    "Grumman G-730",
    "Grumman G-73 Mallard",
    "Grumman G-754",
    "Grumman G-755",
    "Grumman G-76",
    "Grumman G-77",
    "Grumman G-78",
    "Grumman G-84",
    "Grumman G-85",
    "Grumman G-86",
    "Grumman G-91",
    "Grumman G-92",
    "Grumman G-97",
    "Grumman Gulfstream I",
    "Grumman Gulfstream II",
    "Grumman HU-16 Albatross",
    "Grumman J2F Duck",
    "Grumman JF Duck",
    "Grumman Kitten",
    "Grumman OV-1 Mohawk",
    "Grumman S-2 Tracker",
    "Grumman TBF Avenger",
    "Grumman X-29",
    "Grumman XF10F Jaguar",
    "Grumman XF5F Skyrocket",
    "Grumman XP-50",
    "Grumman XSBF",
    "Grumman XTB2F",
    "Grumman XTSF",
    "HAVE DRILL",
    "HAVE FERRY",
    "HMS Warrior (R31)",
    "Hall Aluminum Aircraft Corporation",
    "Hall XFH",
    "Have Doughnut",
    "Have Privilege",
    "Hawker P.1081",
    "Hawker Sea Hawk",
    "Hispano-Suiza HS.404",
    "Hoeryong",
    "Horsham, Pennsylvania",
    "Hughes D-2",
    "IAI Kfir",
    "ISBN (identifier)",
    "ISSN (identifier)",
    "Jake Swirbul",
    "Janesville, Wisconsin",
    "Jet fighters",
    "John Glenn",
    "Keenan Wynn",
    "Korean War",
    "La Plata",
    "Laguna del Desierto incident",
    "Leroy Grumman",
    "Lieutenant, junior grade",
    "Lieutenant Commander",
    "List of United States Navy aircraft designations (pre-1962)",
    "List of fighter aircraft",
    "List of military aircraft of the United States",
    "Lockheed Corporation",
    "Lockheed F-104 Starfighter",
    "Lockheed F-117 Nighthawk",
    "Lockheed F-94 Starfire",
    "Lockheed Martin F-22 Raptor",
    "Lockheed Martin F-35 Lightning II",
    "Lockheed Martin F-35 Lightning II Israeli procurement",
    "Lockheed Martin FB-22",
    "Lockheed Martin X-35",
    "Lockheed NF-104A",
    "Lockheed P-38 Lightning",
    "Lockheed P-80 Shooting Star",
    "Lockheed SR-71 Blackbird",
    "Lockheed XF-104 Starfighter",
    "Lockheed XF-90",
    "Lockheed XFM-2",
    "Lockheed XFV",
    "Lockheed XP-49",
    "Lockheed XP-58 Chain Lightning",
    "Lockheed YF-12",
    "Lockheed YF-22",
    "Lockheed YP-24",
    "Loening",
    "Loening XFL",
    "M2 Browning",
    "M4 Sherman",
    "Marine Corps Air Station Miramar",
    "Marine Corps Base Quantico",
    "McDonnell Aircraft Corporation",
    "McDonnell Douglas F-15E Strike Eagle",
    "McDonnell Douglas F-15 Eagle",
    "McDonnell Douglas F-15 STOL/MTD",
    "McDonnell Douglas F-4 Phantom II",
    "McDonnell Douglas F/A-18 Hornet",
    "McDonnell Douglas Phantom in UK service",
    "McDonnell F-101 Voodoo",
    "McDonnell F2H Banshee",
    "McDonnell F3H Demon",
    "McDonnell FH Phantom",
    "McDonnell XF-85 Goblin",
    "McDonnell XF-88 Voodoo",
    "McDonnell XP-67",
    "Men of the Fighting Lady",
    "MiG-15",
    "Mickey Rooney",
    "Mikoyan-Gurevich MiG-15",
    "Mikoyan-Gurevich MiG-17",
    "Mikoyan-Gurevich MiG-21",
    "Mikoyan-Gurevich MiG-23",
    "Mitsubishi F-15J",
    "Mobile, Alabama",
    "NAS JRB Willow Grove",
    "NAS Oceana",
    "National Museum of the Marine Corps",
    "National Naval Aviation Museum",
    "National Security Agency",
    "Naval Air Station Oceana",
    "Naval Air Station Pensacola",
    "Naval Aircraft Factory TS",
    "Neil Armstrong",
    "Night fighter",
    "North American AJ Savage",
    "North American Aviation",
    "North American F-100 Super Sabre",
    "North American F-107",
    "North American F-82 Twin Mustang",
    "North American F-86D Sabre",
    "North American F-86 Sabre",
    "North American FJ-1 Fury",
    "North American FJ-2/-3 Fury",
    "North American FJ-4 Fury",
    "North American P-51 Mustang",
    "North American P-64",
    "North American XF-108 Rapier",
    "North American YF-93",
    "North Kingston, Rhode Island",
    "Northrop Corporation",
    "Northrop F-15 Reporter",
    "Northrop F-20 Tigershark",
    "Northrop F-5",
    "Northrop F-89 Scorpion",
    "Northrop Grumman",
    "Northrop Grumman B-21 Raider",
    "Northrop Grumman B-2 Spirit",
    "Northrop Grumman Bat",
    "Northrop Grumman E-10 MC2A",
    "Northrop Grumman E-2 Hawkeye",
    "Northrop Grumman E-8 Joint STARS",
    "Northrop Grumman EA-6B Prowler",
    "Northrop Grumman Firebird",
    "Northrop Grumman MQ-4C Triton",
    "Northrop Grumman MQ-8C Fire Scout",
    "Northrop Grumman MQ-8 Fire Scout",
    "Northrop Grumman Model 400",
    "Northrop Grumman RQ-180",
    "Northrop Grumman RQ-4 Global Hawk",
    "Northrop Grumman Switchblade",
    "Northrop Grumman X-47A Pegasus",
    "Northrop Grumman X-47B",
    "Northrop Grumman X-47C",
    "Northrop P-61 Black Widow",
    "Northrop Tacit Blue",
    "Northrop XFT",
    "Northrop XP-56 Black Bullet",
    "Northrop XP-79",
    "Northrop YF-17",
    "Northrop YF-23",
    "P-51 Mustang",
    "Panthers Over Korea",
    "Pima Air & Space Museum",
    "Planes of Fame",
    "Polk City, Florida",
    "Pratt & Whitney",
    "Pratt & Whitney J42",
    "Pratt & Whitney J48",
    "Puerto Belgrano Naval Base",
    "Punta Indio Naval Air Base",
    "Republic F-105 Thunderchief",
    "Republic F-84F Thunderstreak",
    "Republic F-84 Thunderjet",
    "Republic P-43 Lancer",
    "Republic P-47 Thunderbolt",
    "Republic XF-103",
    "Republic XF-84H Thunderscreech",
    "Republic XF-91 Thunderceptor",
    "Republic XP-69",
    "Republic XP-72",
    "Rockwell XFV-12",
    "Rolls-Royce Nene",
    "Rolls-Royce RB.44 Tay",
    "Royal Australian Air Force",
    "Royce Williams",
    "Ryan Aeronautical",
    "Ryan FR Fireball",
    "Ryan X-13 Vertijet",
    "Ryan XF2R Dark Shark",
    "San Diego, California",
    "Seversky P-35",
    "Seversky XP-41",
    "Shenyang J-5",
    "Sinuiju",
    "Soviet Naval Aviation",
    "Space Coast Regional Airport",
    "Supermarine",
    "Supermarine Spitfire",
    "Ted Williams",
    "The Bridges at Toko-Ri",
    "The Hunt for Red October (film)",
    "Thomas-Morse XP-13 Viper",
    "Tigre, Buenos Aires Province",
    "Titusville, Florida",
    "Topeka, Kansas",
    "Topeka Regional Airport",
    "Triangle, Virginia",
    "Tucker XP-57",
    "Tucson, Arizona",
    "Turbojet",
    "USS Enterprise (CVN-65)",
    "USS John F. Kennedy (CV-67)",
    "USS Lake Champlain (CV-39)",
    "USS Midway (CV-41)",
    "USS Midway Museum",
    "USS Oriskany (CV-34)",
    "United Nations Command",
    "United States",
    "United States Air Force",
    "United States Army Air Corps",
    "United States Army Air Forces",
    "United States Army Air Service",
    "United States Marine Corps",
    "United States Navy",
    "VF-111",
    "VF-121",
    "VF-51",
    "Valiant Air Command Warbird Museum",
    "Van Johnson",
    "Virginia",
    "Vought",
    "Vought F-8 Crusader",
    "Vought F4U Corsair",
    "Vought F6U Pirate",
    "Vought F7U Cutlass",
    "Vought FU",
    "Vought O2U Corsair",
    "Vought VE-7",
    "Vought XF2U",
    "Vought XF3U",
    "Vought XF5U",
    "Vought XF8U-3 Crusader III",
    "Vultee P-66 Vanguard",
    "Vultee XP-54",
    "Vultee XP-68 Tornado",
    "Walter Pidgeon",
    "Wayback Machine",
    "Wedell-Williams XP-34",
    "Westinghouse J30",
    "Westinghouse J34",
    "William Holden",
    "Wings of Freedom Aviation Museum",
    "World War II",
    "Wright Aeronautical",
    "Wright F2W",
    "Wright XF3W Apache",
    "Yak-9",
    "Yanks Air Museum"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/0/05/AJ-2_F9F_NATC_refueling_test_NAN8-53.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/8/85/Addison%2C_TX%2C_USA_-_panoramio_%285%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/70/Argentine_F9F_Panther_in_1963.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/72/F9F-2_VF-111_NAN9-52.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/1d/F9F-3_Panther_with_Emerson_turret_in_flight_in_early_1950s.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e2/F9F-5P_forward_NAN12-53.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/F9F-5_VF-111_CVA-39_1953.jpeg",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_Argentina.svg",
    "https://upload.wikimedia.org/wikipedia/commons/a/a0/Grumman_F9F-2B_Panthers_of_VF-721_in_flight_over_Korea_on_15_July_1951_%2880-G-431906%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/3a/Grumman_F9F-2_Panther_of_VF-112_in_flight%2C_circa_in_1951_%281564-78%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/6/6b/Grumman_F9F-5_Panther.svg",
    "https://upload.wikimedia.org/wikipedia/commons/7/7e/XF9F-3_XF9F-2_NAN12-48.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/a/a4/Flag_of_the_United_States.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ]
}