{
  "title": "Historic counties of England",
  "url": "https://en.wikipedia.org/wiki/Historic_counties_of_England",
  "body": "The historic counties of England are areas that were established for administration by the Normans, in many cases based on earlier kingdoms and shires created by the Angles, Saxons, Jutes, Celts and others. They are alternatively known as ancient counties, traditional counties, former counties or simply as counties. In the centuries that followed their establishment, as well as their administrative function, the counties also helped define local culture and identity. This role continued even after the counties ceased to be used for administration after the creation of administrative counties in 1889, which were themselves amended by further local government reforms in the years following.Unlike the partly self-governing boroughs that covered urban areas, the counties of medieval England existed primarily as a means of enforcing central government power, enabling monarchs to exercise control over local areas through their chosen representatives – originally sheriffs and later the lord-lieutenants – and their subordinate justices of the peace. Counties were used initially for the administration of justice, collection of taxes and organisation of the military, and later for local government and electing parliamentary representation. They continue to form the basis of modern local government areas in many parts of the country away from the main urban areas, although the newly created areas sometimes have considerably altered boundaries from the historic counties on which they are based.\n\n\n\nThe name of a county often gives a clue to how it was formed, either as a division that took its name from a centre of administration, an ancient kingdom, or an area occupied by an ethnic group. The majority of English counties are in the first category, with the name formed by combining the central town with the suffix \"-shire\", for example Yorkshire. Former kingdoms which became earldoms in the united England did not feature this formulation; so for Kent, Surrey and the Isle of Wight, the former kingdoms of the Jutes, \"...shire\" was not used. Counties ending in the suffix \"-sex\", the former Saxon kingdoms, are also in this category. Some of these names include compass directions. The third category includes counties such as Cornwall and Devon where the name corresponds to the tribes who inhabited the area. County Durham is anomalous in terms of naming and origin, not falling into any of the three categories. Instead, it was a diocese that was turned into the County Palatine of Durham, ruled by the Bishop of Durham.  The expected form would otherwise be \"Durhamshire\", but it was rarely used.\nThere are customary abbreviations for many of the counties. In most cases, these consist of simple truncation, usually with an \"s\" at the end signifying \"shire\", such as \"Berks\" for Berkshire or \"Bucks\" for Buckinghamshire. Some abbreviations are not obvious, such as \"Salop\" for Shropshire, from the Norman-derived word for its county town Shrewsbury; \"Oxon\" for Oxfordshire, from Latin Oxonium (referring to both the county and the city of Oxford); \"Hants\" for Hampshire; and \"Northants\" for Northamptonshire. Counties can be prefixed with \"County of\" in official contexts with any \"-shire\" suffix dropped, such as \"County of Kent\" or \"County of York\". There is similar usage in the single case of Berkshire, a county with a \"-shire\" suffix which is not named after a town and whose correct formation is \"County of Berks\". The \"-shire\" suffix was also appended for some counties, such as \"Devonshire\", \"Dorsetshire\" and \"Somersetshire\", despite their origin. For instance, there has been an Earl of Devonshire since 1603, and Duke of Devonshire since 1694.\n\n\n\n\n\n\nGreat Britain was first divided into administrative areas by the Romans, most likely following major geographical features such as rivers. Before their arrival there were distinct tribal areas, but they were in a constant state of flux as territory was gained and lost. After the demise of Roman Britain around 410 these first divisions of land were generally abandoned, although traditional divisions taking the form of petty kingdoms such as Powys,  Dumnonia and Elmet remained in those areas which remained British, such as south west England. The areas that would later form the English counties started to take shape soon afterwards, with the Kingdom of Kent founded by settlers around 445. In southern England more widely, shires emerged from earlier sub-kingdoms as part of the administrative structure of Wessex, which then imposed its system of shires, boroughs (or burhs) and ealdormen on Mercia after it came under West Saxon control during the 10th century.  Once the Kingdom of England was united as a whole in 927 it became necessary to subdivide it for administrative convenience and to this end, earldoms were created out of the earlier kingdoms. The whole kingdom was divided into shires by the time of the Norman conquest. Robert of Gloucester accounts for thirty-five shires and William of Malmesbury thirty-two, Henry of Huntingdon, thirty-seven. In most cases the counties or shires in Anglo-Saxon times were administered by a  earl on behalf of the monarch. After the Norman conquest the powers of the earl were superseded by the sheriff and the shires became counties.\n\nAlthough all of England was divided into shires by the time of the Norman conquest, some counties were formed later, such as Lancashire in the 12th century. Perhaps because of their differing origins the counties varied considerably in size. The county boundaries were fairly static until the Local Government Act 1888. Each shire was responsible for gathering taxes for the central government; for local defence; and for justice, through assize courts.\n\n\n Southern England \nIn southern England the counties were mostly subdivisions of the Kingdom of Wessex, and in many areas represented annexed, previously independent, kingdoms or other tribal territories.  Kent derives from the Kingdom of Kent, Surrey from the Anglian word for 'southern region', and Essex, Sussex and Middlesex come from the East Saxons, South Saxons and Middle Saxons. Norfolk and Suffolk were subdivisions representing the \"North Folk\" and \"South Folk\" of the Kingdom of East Anglia. Only one county on the south coast of England now usually takes the suffix \"-shire\": Hampshire, named after the former town of \"Hamwic\" (sic), the site of which is now a part of the city of Southampton.  A \"lost\" Saxon county was Winchcombeshire which lasted from 1007 to 1017 before being incorporated into Gloucestershire. Dorset and Somerset derive their names from the saete or inhabitants of the areas around the towns of Dorchester and Somerton respectively; the names were first used by the Saxons in the 9th century. Devon and Cornwall were based on the pre-Saxon Celtic tribes known in Latin as the Dumnonii and Cornovii, in the latter case with the suffix wealas, meaning foreigners, added by the Saxons.\n\n\n Midlands \n\nWhen Wessex annexed Mercia in the 10th century, it subdivided the area into various shires of roughly equal size and tax-raising potential or hidage. These generally took the name of the main town (the county town) of the county, along with \"-shire\". Examples are Northamptonshire and Warwickshire. In some cases the original names have been worn down: for example, Cheshire was originally \"Chestershire\".In the east Midlands, it is thought that county boundaries may represent a 9th-century division of the Danelaw between units of the Danish army. Rutland was an anomalous territory or soke, associated with Nottinghamshire, but it eventually became considered the smallest county. Lincolnshire was the successor to the Kingdom of Lindsey, and took on the territories of Kesteven and Holland when Stamford became the only Danelaw borough to fail to become a county town.\n\n\n Northern England \nMuch of Northumbria was also shired, the best known of these counties being Hallamshire and Cravenshire. The Normans did not use these divisions, and so they are not generally regarded as ancient counties. The huge county of Yorkshire was a successor to the Viking Kingdom of York, and at the time of the Domesday Book in 1086 it was considered to include what was to become northern Lancashire, as well as parts of Cumberland, and Westmorland.  Most of the later Cumberland and Westmorland were under Scottish rule until 1092. After the Norman Conquest in 1066 and the harrying of the North, much of the North of England was left depopulated and was included in the returns for Cheshire and Yorkshire in the Domesday Book.  However, there is some disagreement about the status of some of this land. The area in between the River Ribble and the River Mersey, referred to as \"Inter Ripam et Mersam\" in the Domesday Book, was included in the returns for Cheshire. Whether this meant that this land was actually part of Cheshire is however not clear.  The Northeast land that later became County Durham and Northumberland, was left unrecorded.\nCumberland, Westmorland, Lancashire, County Durham and Northumberland were established as counties in the 12th century. Lancashire can be firmly dated to 1182. Part of the domain of the Bishops of Durham, Hexhamshire was split off and was considered an independent county until 1572, when it became part of Northumberland.\n\n\n\nAt the time of the Domesday Book, some parts of what later became Wales were included in English counties: Monmouth, for example, was included in Herefordshire. Additionally, the Domesday Book included, as part of Cheshire, areas that later became part of Wales, including the two hundreds of Atiscross and Exestan, and the southern part of Duddestan Hundred (as it was known as the time), which later became known as Maelor Saesneg (English Maelor), and (later still) \"Flintshire Detached\". Parts of the March of Wales, which after the Norman conquest had been administered by Marcher Lords largely independently of the English monarch, were incorporated into the English counties of Shropshire, Herefordshire and Gloucestershire in 1535.\nThere was historic ambiguity as to the status of the county of Monmouthshire. As with other Marcher areas added to existing counties, it was created out of \"the said Country or Dominion of Wales\" by the Laws in Wales Act 1535. It was then added to the Oxford circuit of the English Assizes. For legal purposes it was regarded as part of England, but Laws since the late 19th century were often applied to \"Wales and Monmouthshire\". It was listed among the English counties for parliamentary purposes until 1950 and for local government until 1974, but the Local Government Act 1972 unambiguously included the area as part of Wales.\n\n\n\n\nA charter of Henry I in about 1130 gave the City of London its own Sheriff. The Sheriff of London also had jurisdiction over the county of Middlesex, so that \"London and Middlesex were from that time regarded as one from an administrative point of view\", although they retained their separate identities.  This relationship continued until the Local Government Act 1888 created a new office of High Sheriff of Middlesex appointed in the same manner as other English and Welsh counties, created the County of London with its own high sheriff, and restricted  the jurisdiction of the sheriffs of London to the City.During the Middle Ages a number of other large cities and towns were granted the status of self-governing counties separate from adjacent counties.  Such a county became known as a county corporate or \"county of itself\".  For most practical purposes this separate status was replaced in the late 19th century when county boroughs were introduced.\nBristol developed as a major port in the medieval period, straddling both sides of the River Avon which formed the ancient boundary between Gloucestershire and Somerset.  In 1373 Edward III decreed\n\n…that the said town of Bristol with its suburbs and their precinct, as the boundaries now exist, henceforward shall be separated and exempt in every way from the said counties of Gloucester and Somerset, on land and by water; that it shall be a county in itself and be called the county of Bristol for ever…\nSimilar arrangements were later applied to Norwich (1404), Southampton (1447), Canterbury (1471), Gloucester (1483), Exeter (1537), and Poole (1571).Charters were granted constituting the boroughs or cities of Lincoln (1409), Nottingham (1448), Lichfield (1556) and Worcester (1622) as counties.  The County of the City of Coventry was separated from Warwickshire in 1451, and included an extensive area of countryside surrounding the city.Charters granting separate county status to the cities and boroughs of Chester (1238/9), York (1396), Newcastle upon Tyne (1400) and Kingston-upon-Hull (with the surrounding area of Hullshire) (1440).  In 1551 Berwick upon Tweed, on the border with Scotland, was created a county corporate.\n\n\n\n\nThe ancient counties have many anomalies, and many small exclaves, where a parcel of land was politically part of one county despite not being physically connected to the rest of the county. The Counties (Detached Parts) Act 1844 was passed, the effect of which was to treat many of these exclaves as part of the county which surrounded them. This had already been done for Parliamentary purposes under the Great Reform Act 1832.\nLarge exclaves affected by the 1844 Act included the County Durham exclaves of Islandshire, Bedlingtonshire and Norhamshire, which were subsequently treated as hundreds of Northumberland; and those parts of Halesowen forming part of Shropshire, which was subsequently treated as part of Worcestershire, as the remainder already was.\nExclaves that the 1844 Act did not touch included the part of Derbyshire around Donisthorpe, locally in Leicestershire; a part of Huntingdonshire near Woodbury Park, separated by Cambridgeshire; and most of the larger exclaves of Worcestershire, including the town of Dudley, which remained surrounded by Staffordshire. Additionally, the Furness portion of Lancashire remained separated from the rest of Lancashire by a narrow strip of Westmorland — though it was accessible by way of the Morecambe Bay tidal flats.\n\n\n\nWhen the first county councils were set up in 1889, they covered newly created entities known as administrative counties. Several historic subdivisions with separate county administrations were also created administrative counties, particularly the separate ridings of Yorkshire, the separate parts of Lincolnshire, and the East and West divisions of Sussex. The Local Government Act 1888 also contained wording to create both a new \"administrative county\" and a \"county\" of London, and to ensure that the county boroughs which were created at the same time continued for non-administrative purposes to be part of the county which they geographically lay. These counties were to be used \"for all purposes, whether sheriff, lieutenant, custos rotulorum, justices, militia, coroner, or other\". The effect was that new county boroughs which were counties corporate retained their status as separate counties.  In retrospect, these \"statutory\" counties can be identified as the predecessors of the ceremonial counties of England.   The censuses of 1891, 1901 and 1911 provided figures for the \"ancient counties\".\n\nSeveral towns are historically divided between counties, including Banbury, Burton upon Trent, Newmarket, Peterborough, Royal Tunbridge Wells, Royston, Stamford, Tamworth, Todmorden, Warrington and Wisbech. In Newmarket and Tamworth the historic county boundary runs right up the middle of the high street; in Royal Tunbridge Wells the historic county boundary had a theatre (now the Corn Exchange) built right on it, with the actors playing in Sussex to an audience in Kent; and in Todmorden, the historically fractious border between Lancashire and Yorkshire (the river known as Walsden Water) had Todmorden Town Hall built right on top of it on a culvert tunnel, dividing the hall down the middle between the two counties – a division reflected in its architecture. The 1888 Act ensured that every urban sanitary district would be considered to be part of a single county. This principle was maintained in the 20th century: when county boroughs such as Birmingham, Manchester, Reading and Sheffield expanded into neighbouring counties, the area added became associated with the county borough's geographic county. However, this principle was not applied to Stockport or Cardiff, which remained divided, the latter even divided between England and Wales.\n\n\n\n\nOn 1 April 1965 a number of changes came into effect. The new administrative area of Greater London was created, resulting in the abolition of the administrative counties of London and Middlesex, at the same time taking in areas from surrounding counties. On the same date the new counties of Cambridgeshire and Isle of Ely and of Huntingdon and Peterborough were formed by the merger of pairs of administrative counties. The new areas were also adopted for lieutenancy and shrievalty purposes.\nIn 1974 a major local government reform took place under the Local Government Act 1972. The Act abolished administrative counties and county boroughs, and divided England (except Greater London and the Isles of Scilly) into counties. These were of two types:  \"metropolitan\" and \"non-metropolitan\" counties. Apart from local government, the new counties were \"substituted for counties of any other description\" for judicial, shrievalty, lieutenancy and other purposes. Several counties, such as Cumberland, Herefordshire, Rutland, Westmorland and Worcestershire, vanished from the administrative map, while new entities such as Avon, Cleveland, Cumbria and Humberside appeared, in addition to the six new metropolitan counties.The built-up areas of conurbations tend to cross historic county boundaries freely. Examples are Bournemouth–Poole–Christchurch (Dorset and Hampshire) Greater Manchester (Cheshire, Derbyshire, Lancashire and Yorkshire), Merseyside (Cheshire and Lancashire), Teesside (Yorkshire and County Durham), South Yorkshire (Yorkshire, Nottinghamshire and Derbyshire), Tyneside (County Durham and Northumberland) and West Midlands (Staffordshire, Warwickshire and Worcestershire). Greater London itself straddles five ancient counties — Essex, Hertfordshire, Kent, Middlesex, Surrey — and the London urban area sprawls into Buckinghamshire and Berkshire. The Local Government Act 1972 sought generally to unite conurbations within a single county, while retaining the historic county boundaries as far as was practicable.\n\n\n\n\nIn a period of financial crisis, the Post Office was able to alter many of its postal counties in accordance with the 1965 and 1974 reforms, but not all. The two major exceptions were Greater London and Greater Manchester. Greater London was not adopted in 1965, since, according to the Post Office at the time, it would have been too expensive to do so, while it gave as its reason for not adopting Greater Manchester the ambiguity of the name with the Manchester post town. Perhaps as a result of this, the ancient counties appear not to have fallen completely out of use for locating places in Greater Manchester, along with areas of Greater London that are not part of the London post town. It is common for people to speak of \"Uxbridge, Middlesex\", \"Dagenham, Essex\" or \"Bromley, Kent\" (which are outside the London postal district), but much less so to speak of \"Brixton, Surrey\", \"Greenwich, Kent\", or \"West Ham, Essex\" (which are inside it).\nIn 1996, following further local government reform and the modernisation of its sorting equipment, the Royal Mail ceased to use counties at all in the direction of mail. Instead it now uses the outward code (first half) of the postcode. The former postal counties were removed in 2000 from its Postcode Address File database and included in an \"alias file\", which is used to cross-reference details that may be added by users but are no longer required, such as former street names or historic, administrative and former postal counties.\nDuring a public consultation in 2009 Postcomm found that many respondents objected to the use of counties in the alias file.  In May 2010 Postcomm announced that it was encouraging Royal Mail to discontinue the use of counties in its alias file at the earliest opportunity.  However because some existing software included the use of counties, Royal Mail was advised not to implement the change before 2013.\n\n\n\nThe historic counties of England continue to be used as the basis for county cricket teams and the governance of cricket in England through the ECB County Boards. There are exceptions in that Rutland is integrated with Leicestershire; the Isle of Wight has its own board outside the Hampshire one; there is a board for the ceremonial county of Cumbria which is representative of both Cumberland and Westmorland. In addition, the ECB County Boards include one for the country of Wales.\n\n\n\nA review of the structure of local government in England by the Local Government Commission for England led to the restoration of the East Riding of Yorkshire, Herefordshire, Rutland and Worcestershire as administrative areas in the 1990s; the abolition of Avon, Cleveland and Humberside within 25 years of their creation; and the restoration of the traditional borders between Somerset and Gloucestershire (except at Bristol), County Durham and Yorkshire (towards the mouth of the River Tees; not in Teesdale), and Yorkshire and Lincolnshire for ceremonial purposes in these areas. The case of Huntingdonshire was considered twice, but the Commission found that \"there was no exceptional county allegiance to Huntingdonshire, as had been perceived in Rutland and Herefordshire\".\n\nThe Association of British Counties (ABC), with its regional affiliates, such as the Friends of Real Lancashire and the Yorkshire Ridings Society, promotes the historic counties. It states that the \"...ABC contends that Britain needs a fixed popular geography, one divorced from the ever changing names and areas of local government...The ABC, therefore, seeks to fully re-establish the use of the historic counties as the standard popular geographical reference frame of Britain and to further encourage their use as a basis for social, sporting and cultural activities.The Campaign for Historic Counties is dedicated to campaigning, both in the public arena and among parliamentarians, for the restoration of historic counties. Their objectives are:\nMaps, roads and addresses to included historic counties as standard\nRemoval of the word ‘county’ from all local council names\nHistoric Counties to be used for ceremonial purposesIn 2013, Secretary of State for Communities and Local Government Eric Pickles formally recognised and acknowledged the continued existence of England's 39 historic counties.  On 23 April 2014 a new initiative was announced to support the ‘tapestry’ of traditional English counties, including the removal of a restriction preventing the names of traditional counties being displayed on street and road signs.  In August 2014, the first road sign was erected to mark the boundary of the historic county of Yorkshire.  The Government is also publishing a new online interactive map  of England’s county boundaries.  The Government has previously changed rules to allow local and county flags to be flown without planning permission, and supported the Flag Institute  in encouraging a new wave of county and community flags to be designed and flown by local communities.  The flags of England's historic counties have been flown from Government offices in support of these identities. All 39 counties have registered flags, with the flag of Leicestershire the last to be adopted.  In July 2019 the UK Government published official guidance on Celebrating the Historic Counties of England, stating that \n\"the tapestry of England's historic counties is one of the bonds which draws our nation together\".Sussex and Yorkshire, both historic counties and long abandoned as units for administrative purposes, have continued to be widely recognised as cultural regions, significant in sport and used by many organisations as regional units.  These counties, and several others, have a county day in which the culture and history of the historic county is celebrated; many of these county days were created in the 21st century.\nA direct action group, CountyWatch, was formed in 2004 to remove what its members consider to be wrongly placed county boundary signs that do not mark the historic or traditional county boundaries of England and Wales. They have removed, resorted or erected a number of what they claim to be \"wrongly sited\" county boundary signs in various parts of England. For instance, in Lancashire 30 signs were removed. CountyWatch has been criticised for such actions by the councils that erected the signs: Lancashire County Council pointed out that the taxpayers would have to pay for the signs to be re-erected.The only political party with a manifesto commitment to restore the boundaries and political functions of all ancient counties, including Middlesex and Monmouthshire, is the English Democrats Party.\n\n\n\nBy the late Middle Ages the county was being used as the basis of a number of functions.\n\n\n\nThe Assize Courts used counties, or their major divisions, as a basis for their organisation. Justices of the peace originating in Norman times as Knights of the Peace, were appointed in each county. At the head of the legal hierarchy were the High Sheriff and the Custos rotulorum (keeper of the rolls) for each county.\nThe justices had responsibility for maintaining county gaols and houses of correction. During the 19th century penal reformers campaigned against the often primitive conditions in gaols, and under the Prison Act 1877 they came under Home Office control.Until the 19th century law enforcement was mostly carried out at the parish level. With an increasingly mobile population, however, the system became outdated. Following the successful establishment of the Metropolitan Police in London, the County Police Act 1839 empowered justices of the peace to form county constabularies outside boroughs. The formation of county police forces was made compulsory by the County and Borough Police Act 1856.\n\n\n\nIn the 1540s the office of Lord Lieutenant was instituted. The lieutenants had a military role, previously exercised by the sheriffs, and were made responsible for raising and organising the militia in each county. The lieutenancies were subsequently given responsibility for the Volunteer Force. In 1871 the lieutenants lost their positions as heads of the militia, and their office became largely ceremonial. The Cardwell and Childers Reforms of the British Army linked the recruiting areas of infantry regiments to the counties.\n\n\n\nEach English county sent two Knights of the Shire to the House of Commons (in addition to the burgesses sent by boroughs). Yorkshire gained two members in 1821 when Grampound was disenfranchised. The Great Reform Act of 1832 reapportioned members throughout the counties, many of which were also split into parliamentary divisions. Constituencies based on the ancient county boundaries remained in use until 1918.\n\n\n\nFrom the 16th century onwards the county was increasingly used as a unit of local government as the justices of the peace took on various administrative functions known as \"county business\". This was transacted at the quarter sessions, summoned four times a year by the lord lieutenant. By the 19th century the county magistrates were exercising powers over the licensing of alehouses, the construction of bridges, prisons and asylums, the superintendence of main roads, public buildings and charitable institutions, and the regulation of weights and measures. The justices were empowered to levy local taxes to support these activities, and in 1739 these were unified as a single \"county rate\", under the control of a county treasurer. In order to build and maintain roads and bridges, a salaried county surveyor was to be appointed.By the 1880s it was being suggested that it would be more efficient if a wider variety of functions were provided on a county-wide basis.\n\n\n\n\nSome of the counties have major subdivisions. Of these, the most significant are the divisions of Yorkshire: the East Riding, West Riding, North Riding and the ainsty of York. Since Yorkshire is so big, its ridings became established as geographical terms quite apart from their original role as administrative divisions. The second largest county, Lincolnshire, was divided into three historic \"parts\": Parts of Lindsey, Holland and Kesteven, and the Parts of Lindsey was itself divided into three ridings (North Riding, South Riding and West Riding). Other divisions include the special status of Tower Hamlets within Middlesex, those of Sussex into East Sussex and West Sussex and Suffolk into East Suffolk and West Suffolk, and, more informally and hence more vaguely, of Kent into East Kent and West Kent.\nSeveral counties had liberties or sokes within them that were administered separately. Cambridgeshire had the Isle of Ely, and Northamptonshire had the Soke of Peterborough. Such divisions were used by such entities as the Quarter Sessions courts and were inherited by the later administrative county areas under the control of county councils.\nMost English counties were subdivided into smaller subdivisions called hundreds. Nottinghamshire, Yorkshire and Lincolnshire were divided into wapentakes (a unit of Danish origin), while Durham, Northumberland, Cumberland and Westmorland were divided into wards, areas originally organised for military purposes, each centred on a castle. Kent and Sussex had an intermediate level between the county and hundreds, known as lathes in Kent and rapes in Sussex. Hundreds or their equivalents were divided into tithings and parishes (the only class of these divisions still used administratively), which in turn were divided into townships and manors. In the 17th century the Ossulstone hundred of Middlesex was further divided into four divisions, which replaced the functions of the hundred. The borough and parish were the principal providers of local services throughout England until the creation of ad-hoc boards and, later, local government districts.\n\n\n\nThe ancient counties are as follows:\n\nThe historic counties of England are included in the Index of Place Names (IPN) published by the Office for National Statistics. Each \"place\" included in the IPN is related to the historic county it lies within, as well as to a set of administrative areas.\n\n\n\nAt the time of the 2009 structural changes to local government in England, the ancient counties continue to form, with considerably altered boundaries, many of the ceremonial and non-metropolitan counties in England. Some ancient counties have their names preserved in multiple contemporary units, such as Yorkshire in North Yorkshire and West Yorkshire or now correspond to another type of subdivision, such as the Huntingdonshire district. In some areas ancient counties have been abandoned for local government use and then later revived.\n\n\n\nThe vice counties, used for biological recording since 1852, are largely based on historic county boundaries. They ignore all exclaves and are modified by subdividing large counties and merging smaller areas into neighbouring counties; such as Rutland with Leicestershire and Furness with Westmorland. The static boundaries make longitudinal study of biodiversity easier. They also cover the rest of Great Britain and Ireland.\n\n\n\nCounties of Northern Ireland\nHistoric counties of Scotland\nHistoric counties of Wales\nEnglish county histories\n\n\n\nNote ^a : 1889 areas recorded in 1891 census. Accurate measurements were not available until the 19th century, as a by-product of the Ordnance Survey's boundary survey. The officially recorded areas were adjusted to match the new data at the time of the 1861 Census, replacing the less reliable figures previously used by the Registrar General.\n\n\n\nNotes\nBibliography\n\n\n\nThe Historic Counties Trust\nCampaign for Historic Counties\nInteractive map of the historic counties\nInteractive map comparing historic counties to current counties\nCelebrating the Historic Counties of England",
  "links": [
    "2009 structural changes to local government in England",
    "Administration of justice",
    "Administrative counties of England",
    "Administrative county",
    "Ainsty",
    "Ancient borough",
    "Assize Court",
    "Assize courts",
    "Association of British Counties",
    "Athelstan",
    "Avon (county)",
    "BBC News Online",
    "Banbury",
    "Barony of Kendal",
    "Barony of Westmorland",
    "Bedfordshire",
    "Bedlingtonshire",
    "Berkshire",
    "Bernicia",
    "Berwick upon Tweed",
    "Birmingham",
    "Bishop of Durham",
    "Boroughs",
    "Bournemouth",
    "Bridges Act 1803",
    "Bristol",
    "British Army",
    "British House of Commons",
    "Britons (historical)",
    "Brixton",
    "Bromley",
    "Broome, Worcestershire",
    "Buckinghamshire",
    "Burh",
    "Burton upon Trent",
    "Butterworth–Heinemann",
    "Cambridge",
    "Cambridge University Press",
    "Cambridgeshire",
    "Cambridgeshire and Isle of Ely",
    "Canterbury",
    "Canute the Great",
    "Cardiff",
    "Cardwell Reforms",
    "Celtic Britain",
    "Census",
    "Central Office of Information",
    "Ceremonial counties of England",
    "Charles Arnold-Baker",
    "Charter",
    "Cheshire",
    "Chester",
    "Childers Reforms",
    "Christchurch, Dorset",
    "City of London",
    "Clent",
    "Cleveland (county)",
    "Cornovii (Cornwall)",
    "Cornwall",
    "Counties (Detached Parts) Act 1844",
    "Counties of England",
    "Counties of Northern Ireland",
    "County",
    "CountyWatch",
    "County Durham",
    "County Palatine of Durham",
    "County Police Act 1839",
    "County and Borough Police Act 1856",
    "County borough",
    "County corporate",
    "County council",
    "County cricket",
    "County of London",
    "County of the City of Coventry",
    "County palatine",
    "County town",
    "Cravenshire",
    "Cricket",
    "Cross-reference",
    "Culvert",
    "Cumberland",
    "Cumbria",
    "Custos rotulorum",
    "Dagenham",
    "Danelaw",
    "Deira",
    "Derbyshire",
    "Devon",
    "Diocese",
    "Direct action",
    "Domesday Book",
    "Donisthorpe",
    "Dorchester, Dorset",
    "Dorset",
    "Duchy of Cornwall",
    "Dudley",
    "Duke of Devonshire",
    "Dumnonia",
    "Dumnonii",
    "Ealdorman",
    "Ealdormen",
    "Earl",
    "Earl of Devonshire",
    "Earldom of Northumberland",
    "Earldom of Northumbria",
    "East Kent",
    "East Riding of Yorkshire",
    "East Suffolk (county)",
    "East Sussex",
    "Edward III of England",
    "Elmet",
    "England",
    "England and Wales Cricket Board",
    "English Democrats Party",
    "English county histories",
    "Eric Pickles",
    "Essex",
    "Everton, Bedfordshire",
    "Exclave",
    "Exeter",
    "Flag Institute",
    "Flag of County Durham",
    "Flag of Lancashire",
    "Flintshire (historic)",
    "Friends of Real Lancashire",
    "Furness",
    "Gaol",
    "Gloucester",
    "Gloucestershire",
    "Grampound (UK Parliament constituency)",
    "Grand Jury Act 1833",
    "Great Britain",
    "Greater London",
    "Greater Manchester",
    "Greenwich",
    "HMSO",
    "Halesowen",
    "Halesowen (ancient parish)",
    "Hallamshire",
    "Hampshire",
    "Harmondsworth",
    "Harrying of the North",
    "Henry II of England",
    "Henry I of England",
    "Heptarchy",
    "Herefordshire",
    "Hertfordshire",
    "Hexhamshire",
    "Hide (unit)",
    "High Sheriff",
    "High Sheriff of Middlesex",
    "High sheriff",
    "Historic counties of Scotland",
    "Historic counties of Wales",
    "Holland, Lincolnshire",
    "Home Office",
    "Home counties",
    "House of correction",
    "Hullshire",
    "Humberside",
    "Hundred (country subdivision)",
    "Hundred (county subdivision)",
    "Hundreds of Cheshire",
    "Huntingdon and Peterborough",
    "Huntingdonshire",
    "Hwicce",
    "ISBN (identifier)",
    "Imperial Gazetteer of England and Wales",
    "Independent.co.uk",
    "Index of Place Names",
    "Ine of Wessex",
    "Islandshire",
    "Isle of Ely",
    "Justice of the peace",
    "Jutes",
    "Kent",
    "Kesteven",
    "Kingdom of Cornwall",
    "Kingdom of East Anglia",
    "Kingdom of England",
    "Kingdom of Essex",
    "Kingdom of Kent",
    "Kingdom of Lindsey",
    "Kingdom of Mercia",
    "Kingdom of Powys",
    "Kingdom of Sussex",
    "Kingdom of York",
    "Kingston-upon-Hull",
    "Knights of the Shire",
    "Kogan Page",
    "Lancashire",
    "Lancashire County Council",
    "Lathe (county subdivision)",
    "Laws in Wales Acts 1535 and 1542",
    "Leicestershire",
    "Liberty (division)",
    "Liberty of Durham",
    "Lichfield",
    "Lincoln, Lincolnshire",
    "Lincolnshire",
    "List of ancient counties of England by area in 1891",
    "List of counties of England by area in 1831",
    "List of county days in England",
    "List of county exclaves in England and Wales 1844 - 1974",
    "List of county exclaves in England and Wales 1844–1974",
    "Local Government Act 1888",
    "Local Government Act 1933",
    "Local Government Act 1972",
    "Local Government Commission for England (1992)",
    "Local government",
    "Local government in England",
    "London",
    "London postal district",
    "Longitudinal study",
    "Longman",
    "Longmans",
    "Lord-lieutenant",
    "Lord Lieutenant",
    "M postal area",
    "Maelor Saesneg",
    "Manchester",
    "Manorialism",
    "Marcher Lord",
    "Mercia",
    "Mersey",
    "Merseyside",
    "Metropolitan Police",
    "Metropolitan county",
    "Middle Saxons",
    "Middlesex",
    "Militia",
    "Monmouth",
    "Monmouthshire (historic)",
    "Morecambe Bay",
    "Mudflat",
    "National Library of Scotland",
    "Newcastle upon Tyne",
    "Newmarket, Suffolk",
    "Non-metropolitan county",
    "Norfolk",
    "Norhamshire",
    "Norman Conquest",
    "Norman conquest",
    "Norman conquest of England",
    "Normans",
    "North Riding of Lindsey",
    "North Riding of Yorkshire",
    "North Yorkshire",
    "Northamptonshire",
    "Northumberland",
    "Northumbria",
    "Norwich",
    "Nottingham",
    "Nottinghamshire",
    "Office for National Statistics",
    "Ordnance Survey",
    "Ossulstone",
    "Oxford",
    "Oxford University Press",
    "Oxford circuit",
    "Oxfordshire",
    "Parish",
    "Parliament of the United Kingdom",
    "Parts of Lincolnshire",
    "Parts of Lindsey",
    "Penguin Books",
    "Peterborough",
    "Philip Allan",
    "Poole",
    "Postal Services Commission",
    "Postal counties of the United Kingdom",
    "Postcode Address File",
    "Prison Act 1877",
    "Prison reform",
    "Quarter Sessions",
    "Quarter sessions",
    "Rape (county subdivision)",
    "Reading, Berkshire",
    "Reform Act 1832",
    "Registrar General",
    "Regulation of Forces Act 1871",
    "Representation of the People Act 1918",
    "Representation of the People Act 1948",
    "Riding (country subdivision)",
    "Riding (division)",
    "Ridings of Yorkshire",
    "River Avon (Bristol)",
    "River Ribble",
    "River Tees",
    "Robert of Gloucester (historian)",
    "Roman Britain",
    "Routledge",
    "Royal Historical Society",
    "Royal Mail",
    "Royal Tunbridge Wells",
    "Royston, Hertfordshire",
    "Rutland",
    "Scandinavian York",
    "Scotland",
    "Secretary of State for Communities and Local Government",
    "Sheffield",
    "Sheriff",
    "Sheriffs of the City of London",
    "Shire",
    "Shire Books",
    "Shire court",
    "Shropshire",
    "Soke (legal)",
    "Soke of Peterborough",
    "Somerset",
    "Somerton, Somerset",
    "South Riding of Lindsey",
    "South West England",
    "South Yorkshire",
    "Southampton",
    "Staffordshire",
    "Stamford, Lincolnshire",
    "Stockport",
    "Suffolk",
    "Surrey",
    "Sussex",
    "Sussex Police",
    "Tamworth, Staffordshire",
    "Teesdale",
    "Teesside",
    "Tithing (country subdivision)",
    "Todmorden",
    "Todmorden Town Hall",
    "Toronto",
    "Tower division",
    "Township (England)",
    "Tyneside",
    "University of Toronto Press",
    "Uxbridge",
    "Victoria County History",
    "Volunteer Force (Great Britain)",
    "Wales",
    "Wales and Monmouthshire",
    "Wards of the United Kingdom",
    "Warrington",
    "Warwickshire",
    "Watsonian vice-counties",
    "Wayback Machine",
    "Welsh Marches",
    "Wessex",
    "West Ham",
    "West Kent",
    "West Midlands (county)",
    "West Riding of Lindsey",
    "West Riding of Yorkshire",
    "West Suffolk (county)",
    "West Sussex",
    "West Yorkshire",
    "Westmorland",
    "William of Malmesbury",
    "Wiltshire",
    "Winchcombeshire",
    "Wisbech",
    "Worcester, England",
    "Worcestershire",
    "York",
    "Yorkshire",
    "Yorkshire Post",
    "Yorkshire Ridings Society"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/8/83/Bedfordshire_County_Flag.svg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e2/Cambridgeshire_Flag.svg",
    "https://upload.wikimedia.org/wikipedia/commons/1/18/Circle-information.svg",
    "https://upload.wikimedia.org/wikipedia/commons/5/54/Corn_Exchange_%283622709872%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b9/Flag_of_County_Durham.svg",
    "https://upload.wikimedia.org/wikipedia/commons/7/79/County_Flag_Of_Herefordshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/4c/County_Flag_of_Hampshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/County_Flag_of_Nottinghamshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/6/63/County_Flag_of_Oxfordshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/0/01/County_Flag_of_Suffolk.svg",
    "https://upload.wikimedia.org/wikipedia/commons/8/81/County_Flag_of_Wiltshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2b/Derbyshire_flag.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Doomsday_Book_-_Counties_of_England_-_1086.png",
    "https://upload.wikimedia.org/wikipedia/commons/6/68/DudleyTraditionalDetail.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/34/English_counties_1851_with_ridings.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/FlagOfHertfordshire.PNG",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/FlagOfKent.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/27/FlagOfLancashire.PNG",
    "https://upload.wikimedia.org/wikipedia/commons/f/f6/FlagOfLancashire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/c/c5/FlagOfMiddlesex.PNG",
    "https://upload.wikimedia.org/wikipedia/commons/6/6b/Flag_of_Berkshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/4b/Flag_of_Buckinghamshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/28/Flag_of_Cheshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b8/Flag_of_Cornwall.svg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b9/Flag_of_County_Durham.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/df/Flag_of_Cumberland%2C_United_Kingdom.svg",
    "https://upload.wikimedia.org/wikipedia/commons/a/a8/Flag_of_Devon.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/df/Flag_of_Dorset.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/d2/Flag_of_Essex.svg",
    "https://upload.wikimedia.org/wikipedia/commons/f/f1/Flag_of_Huntingdonshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/9/9c/Flag_of_Leicestershire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/c/c8/Flag_of_Lincolnshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/3/3f/Flag_of_Norfolk.svg",
    "https://upload.wikimedia.org/wikipedia/commons/3/35/Flag_of_Northamptonshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/6/61/Flag_of_Northumberland.svg",
    "https://upload.wikimedia.org/wikipedia/commons/b/bb/Flag_of_Shropshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/4e/Flag_of_Surrey.svg",
    "https://upload.wikimedia.org/wikipedia/commons/9/9d/Flag_of_Sussex.svg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0d/Flag_of_Warwickshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/c/cd/Flag_of_Westmorland.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/db/Flag_of_Yorkshire.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/Former_postal_counties_of_England.svg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e7/Gray1824.englandwales.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Rutland_County_Flag.svg",
    "https://upload.wikimedia.org/wikipedia/commons/3/3d/Severn_Cross.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Somerset_Flag.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/48/Staffordshire_Flag.svg",
    "https://upload.wikimedia.org/wikipedia/commons/a/ad/Warwickshiremap_700.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/6/6e/Worcestershire_flag.svg",
    "https://upload.wikimedia.org/wikipedia/commons/6/6e/Yorkshire_Ridings.png"
  ]
}