{
  "title": "Intel",
  "url": "https://en.wikipedia.org/wiki/Intel",
  "body": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California. It is the world's largest semiconductor chip manufacturer by revenue, and is one of the developers of the x86 series of instruction sets, the instruction sets found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 list of the largest United States corporations by total revenue for nearly a decade, from 2007 to 2016 fiscal years.Intel supplies microprocessors for computer system manufacturers such as Acer, Lenovo, HP, and Dell. Intel also manufactures motherboard chipsets, network interface controllers and integrated circuits, flash memory, graphics chips, embedded processors and other devices related to communications and computing.\nIntel (integrated and electronics) was founded on July 18, 1968, by semiconductor pioneers Gordon Moore (of Moore's law) and Robert Noyce (1927–1990), and is associated with the executive leadership and vision of Andrew Grove. Intel was a key component of the rise of Silicon Valley as a high-tech center. Noyce was a key inventor of the integrated circuit (microchip). Intel was an early developer of SRAM and DRAM memory chips, which represented the majority of its business until 1981. Although Intel created the world's first commercial microprocessor chip in 1971, it was not until the success of the personal computer (PC) that this became its primary business.\nDuring the 1990s, Intel invested heavily in new microprocessor designs fostering the rapid growth of the computer industry. During this period, Intel became the dominant supplier of microprocessors for PCs and was known for aggressive and anti-competitive tactics in defense of its market position, particularly against Advanced Micro Devices (AMD), as well as a struggle with Microsoft for control over the direction of the PC industry.The Open Source Technology Center at Intel hosts PowerTOP and LatencyTOP, and supports other open-source projects such as Wayland, Mesa, Threading Building Blocks (TBB), and Xen.\n\n\n\n\n\n\nClient Computing Group –  51.8% of 2020 revenues –  produces PC processors and related components.\nData Center Group –  33.7% of 2020 revenues –  produces hardware components used in server, network, and storage platforms.\nNon-Volatile Memory Solutions Group –  6.9% of 2020 revenues –  produces components for solid-state drives: NAND flash memory and 3D XPoint (Optane).\nInternet of Things Group –  5.2% of 2020 revenues –  offers platforms designed for retail, transportation, industrial, buildings and home use.\nProgrammable Solutions Group –  2.4% of 2020 revenues –  manufactures programmable semiconductors (primarily FPGAs).\n\n\n\nIn 2020, Dell accounted for about 17% of Intel's total revenues, Lenovo accounted for 12% of total revenues, and HP Inc. accounted for 10% of total revenues. As of August 2021 US Department of Defense is another large customer for Intel.\n\n\n\nAccording to IDC, while Intel enjoyed the biggest market share in both the overall worldwide PC microprocessor market (73.3%) and the mobile PC microprocessor (80.4%) in the second quarter of 2011, the numbers decreased by 1.5% and 1.9% compared to the first quarter of 2011.Intel's market share decreased significantly in the enthusiast market as of 2019, and they have faced delays for their 10 nm products. According to former Intel CEO Bob Swan, the delay was caused by the company's overly aggressive strategy for moving to its next node.\n\n\n Historical market share \nIn the 1980s, Intel was among the top ten sellers of semiconductors (10th in 1987) in the world. It was part of the \"Win-Tel\" personal computer domination in the 1990's and early 2000's. In 1992, Intel became the biggest chip maker by revenue and held the position until 2018 when it was surpassed by Samsung, but Intel returned to its former position the year after. Other major semiconductor companies include TSMC, GlobalFoundries, Samsung, Texas Instruments, Toshiba, STMicroelectronics, United Microelectronics Corporation (UMC), Micron, SK Hynix, Kioxia, and SMIC.\n\n\n\nIntel's competitors in PC chipsets included Advanced Micro Devices (AMD), VIA Technologies, Silicon Integrated Systems, and Nvidia. Intel's competitors in networking include NXP Semiconductors, Infineon, Broadcom Limited, Marvell Technology Group and Applied Micro Circuits Corporation, and competitors in flash memory included Spansion, Samsung Electronics, Qimonda, Kioxia, STMicroelectronics, Micron, and SK Hynix.\nThe only major competitor in the x86 processor market is AMD, with which Intel has had full cross-licensing agreements since 1976: each partner can use the other's patented technological innovations without charge after a certain time. However, the cross-licensing agreement is canceled in the event of an AMD bankruptcy or takeover.Some smaller competitors such as VIA Technologies produce low-power x86 processors for small factor computers and portable equipment. However, the advent of such mobile computing devices, in particular, smartphones, has in recent years led to a decline in PC sales. Since over 95% of the world's smartphones currently use processors cores designed by ARM Holdings, using the ARM instruction set, ARM has become a major competitor for Intel's processor market. ARM is also planning to make attempts at setting foot into the PC and server market, with Ampere and IBM each individually designing CPUs for servers and supercomputers. The only other major competitor in processor instruction sets is RISC-V, which is an open-source CPU instruction set. With the major phone and telecommunications manufacturer Huawei releasing chips based on the RISC instruction set due to US sanctions.\nIntel has been involved in several disputes regarding violation of antitrust laws, which are noted below.\n\n\n\nIntel reported Total CO2e emissions (Direct + Indirect) for the twelve months ending 31 December 2020 at 2,882 Kt (+94/+3.4% y-o-y). Intel plans to reduce carbon emissions 10% by 2030 from a 2020 base year.\n\n\n\n\n\n\nIntel was founded in Mountain View, California, on July 18, 1968 by Gordon E. Moore (known for \"Moore's law\"), a chemist, and Robert Noyce, a physicist and co-inventor of the integrated circuit. Arthur Rock (investor and venture capitalist) helped them find investors, while Max Palevsky was on the board from an early stage. Moore and Noyce had left Fairchild Semiconductor to found Intel. Rock was not an employee, but he was an investor and was chairman of the board. The total initial investment in Intel was $2.5 million in convertible debentures (equivalent to $19.5 million in 2021) and $10,000 from Rock. Just 2 years later, Intel became a public company via an initial public offering (IPO), raising $6.8 million ($23.50 per share). Intel's third employee was Andy Grove, a chemical engineer, who later ran the company through much of the 1980s and the high-growth 1990s.\nIn deciding on a name, Moore and Noyce quickly rejected \"Moore Noyce\", near homophone for \"more noise\" – an ill-suited name for an electronics company, since noise in electronics is usually undesirable and typically associated with bad interference. Instead, they founded the company as NM Electronics (or MN Electronics) on July 18, 1968, but by the end of the month had changed the name to Intel which stood for Integrated Electronics. Since \"Intel\" was already trademarked by the hotel chain Intelco, they had to buy the rights for the name.\n\n\n\nAt its founding, Intel was distinguished by its ability to make logic circuits using semiconductor devices. The founders' goal was the semiconductor memory market, widely predicted to replace magnetic-core memory. Its first product, a quick entry into the small, high-speed memory market in 1969, was the 3101 Schottky TTL bipolar 64-bit static random-access memory (SRAM), which was nearly twice as fast as earlier Schottky diode implementations by Fairchild and the Electrotechnical Laboratory in Tsukuba, Japan. In the same year, Intel also produced the 3301 Schottky bipolar 1024-bit read-only memory (ROM) and the first commercial metal–oxide–semiconductor field-effect transistor (MOSFET) silicon gate SRAM chip, the 256-bit 1101.While the 1101 was a significant advance, its complex static cell structure made it too slow and costly for mainframe memories. The three-transistor cell implemented in the first commercially available dynamic random-access memory (DRAM), the 1103 released in 1970, solved these issues. The 1103 was the bestselling semiconductor memory chip in the world by 1972, as it replaced core memory in many applications. Intel's business grew during the 1970s as it expanded and improved its manufacturing processes and produced a wider range of products, still dominated by various memory devices.\n\nIntel created the first commercially available microprocessor (Intel 4004) in 1971. The microprocessor represented a notable advance in the technology of integrated circuitry, as it miniaturized the central processing unit of a computer, which then made it possible for small machines to perform calculations that in the past only very large machines could do. Considerable technological innovation was needed before the microprocessor could actually become the basis of what was first known as a \"mini computer\" and then known as a \"personal computer\". Intel also created one of the first microcomputers in 1973.Intel opened its first international manufacturing facility in 1972, in Malaysia, which would host multiple Intel operations, before opening assembly facilities and semiconductor plants in Singapore and Jerusalem in the early 1980s, and manufacturing and development centres in China, India and Costa Rica in the 1990s. By the early 1980s, its business was dominated by dynamic random-access memory (DRAM) chips. However, increased competition from Japanese semiconductor manufacturers had, by 1983, dramatically reduced the profitability of this market. The growing success of the IBM personal computer, based on an Intel microprocessor, was among factors that convinced Gordon Moore (CEO since 1975) to shift the company's focus to microprocessors and to change fundamental aspects of that business model. Moore's decision to sole-source Intel's 386 chip played into the company's continuing success.\nBy the end of the 1980s, buoyed by its fortuitous position as microprocessor supplier to IBM and IBM's competitors within the rapidly growing personal computer market, Intel embarked on a 10-year period of unprecedented growth as the primary (and most profitable) hardware supplier to the PC industry, part of the winning 'Wintel' combination. Moore handed over to Andy Grove in 1987. By launching its Intel Inside marketing campaign in 1991, Intel was able to associate brand loyalty with consumer selection, so that by the end of the 1990s, its line of Pentium processors had become a household name.\n\n\n\nAfter 2000, growth in demand for high-end microprocessors slowed. Competitors, notably AMD (Intel's largest competitor in its primary x86 architecture market), garnered significant market share, initially in low-end and mid-range processors but ultimately across the product range, and Intel's dominant position in its core market was greatly reduced, mostly due to controversial NetBurst microarchitecture. In the early 2000s then-CEO, Craig Barrett attempted to diversify the company's business beyond semiconductors, but few of these activities were ultimately successful.\n\n\n Litigation \nIntel had also for a number of years been embroiled in litigation. US law did not initially recognize intellectual property rights related to microprocessor topology (circuit layouts), until the Semiconductor Chip Protection Act of 1984, a law sought by Intel and the Semiconductor Industry Association (SIA). During the late 1980s and 1990s (after this law was passed), Intel also sued companies that tried to develop competitor chips to the 80386 CPU. The lawsuits were noted to significantly burden the competition with legal bills, even if Intel lost the suits. Antitrust allegations had been simmering since the early 1990s and had been the cause of one lawsuit against Intel in 1991. In 2004 and 2005, AMD brought further claims against Intel related to unfair competition.\n\n\n\nIn 2005, CEO Paul Otellini reorganized the company to refocus its core processor and chipset business on platforms (enterprise, digital home, digital health, and mobility).\nOn June 6, 2005, Steve Jobs, then CEO of Apple, announced that Apple would be using Intel's x86 processors for its Macintosh computers, switching from the PowerPC architecture developed by the AIM alliance. This was seen as win for Intel, although an analyst called the move \"risky\" and \"foolish\", as Intel's current offerings at the time were considered to be behind those of AMD and IBM.In 2006, Intel unveiled its Core microarchitecture to widespread critical acclaim; the product range was perceived as an exceptional leap in processor performance that at a stroke regained much of its leadership of the field. In 2008, Intel had another \"tick\" when it introduced the Penryn microarchitecture, fabricated using the 45 nm process node. Later that year, Intel released a processor with the Nehalem architecture to positive reception.On June 27, 2006, the sale of Intel's XScale assets was announced. Intel agreed to sell the XScale processor business to Marvell Technology Group for an estimated $600 million and the assumption of unspecified liabilities. The move was intended to permit Intel to focus its resources on its core x86 and server businesses, and the acquisition completed on November 9, 2006.In 2008, Intel spun off key assets of a solar startup business effort to form an independent company, SpectraWatt Inc. In 2011, SpectraWatt filed for bankruptcy.In February 2011, Intel began to build a new microprocessor manufacturing facility in Chandler, Arizona, completed in 2013 at a cost of $5 billion. The building is now the 10 nm-certified Fab 42 and is connected to the other Fabs (12, 22, 32) on Ocotillo Campus via an enclosed bridge known as the Link. The company produces three-quarters of its products in the United States, although three-quarters of its revenue come from overseas.The Alliance for Affordable Internet (A4AI) was launched in October 2013 and Intel is part of the coalition of public and private organizations that also includes Facebook, Google, and Microsoft. Led by Sir Tim Berners-Lee, the A4AI seeks to make Internet access more affordable so that access is broadened in the developing world, where only 31% of people are online. Google will help to decrease Internet access prices so that they fall below the UN Broadband Commission's worldwide target of 5% of monthly income.\n\n\n Attempts at entering the smartphone market \nIn April 2011, Intel began a pilot project with ZTE Corporation to produce smartphones using the Intel Atom processor for China's domestic market. In December 2011, Intel announced that it reorganized several of its business units into a new mobile and communications group that would be responsible for the company's smartphone, tablet, and wireless efforts. Intel planned to introduce Medfield – a processor for tablets and smartphones – to the market in 2012, as an effort to compete with ARM. As a 32-nanometer processor, Medfield is designed to be energy-efficient, which is one of the core features in ARM's chips.At the Intel Developers Forum (IDF) 2011 in San Francisco, Intel's partnership with Google was announced. In January 2012, Google announced Android 2.3, supporting Intel's Atom microprocessor. In 2013, Intel's Kirk Skaugen said that Intel's exclusive focus on Microsoft platforms was a thing of the past and that they would now support all \"tier-one operating systems\" such as Linux, Android, iOS, and Chrome.In 2014, Intel cut thousands of employees in response to \"evolving market trends\", and offered to subsidize manufacturers for the extra costs involved in using Intel chips in their tablets. In April 2016, Intel cancelled the SoFIA platform and the Broxton Atom SoC for smartphones, effectively leaving the smartphone market.\n\n\n Intel custom foundry \nFinding itself with excess fab capacity after the failure of the Ultrabook to gain market traction and with PC sales declining, in 2013 Intel reached a foundry agreement to produce chips for Altera using 14-nm process. General Manager of Intel's custom foundry division Sunit Rikhi indicated that Intel would pursue further such deals in the future. This was after poor sales of Windows 8 hardware caused a major retrenchment for most of the major semiconductor manufacturers, except for Qualcomm, which continued to see healthy purchases from its largest customer, Apple.As of July 2013, five companies were using Intel's fabs via the Intel Custom Foundry division: Achronix, Tabula, Netronome, Microsemi, and Panasonic –  most are field-programmable gate array (FPGA) makers, but Netronome designs network processors. Only Achronix began shipping chips made by Intel using the 22-nm Tri-Gate process. Several other customers also exist but were not announced at the time.The foundry business was closed in 2018 due to Intel's issues with its manufacturing.\n\n\n\nIntel continued its tick-tock model of a microarchitecture change followed by a die shrink until the 6th generation Core family based on the Skylake microarchitecture. This model was deprecated in 2016, with the release of the seventh generation Core family (codenamed Kaby Lake), ushering in the process–architecture–optimization model. As Intel struggled to shrink their process node from 14 nm to 10 nm, processor development slowed down and the company continued to use the Skylake microarchitecture until 2020, albeit with optimizations.\n\n\n 10 nm process node issues \nWhile Intel originally planned to introduce 10 nm products in 2016, it later became apparent that there were manufacturing issues with the node. The first microprocessor under that node, Cannon Lake (marketed as 8th generation Core), was released in small quantities in 2018. The company first delayed the mass production of their 10 nm products to 2017. They later delayed mass production to 2018, and then to 2019. Despite rumors of the process being cancelled, Intel finally introduced mass-produced 10 nm 10th generation Intel Core mobile processors (codenamed \"Ice Lake\") in September 2019.Intel later acknowledged that their strategy to shrink to 10 nm was too aggressive. While other foundries used up to four steps in 10 nm or 7 nm processes, the company's 10 nm process required up to five or six multi-pattern steps. In addition, Intel's 10 nm process is denser than its counterpart processes from other foundries. Since Intel's microarchitecture and process node development were coupled, processor development stagnated.\n\n\n Security flaws \nIn early January 2018, it was reported that all Intel processors made since 1995, excluding Intel Itanium and pre-2013 Intel Atom processors, have been subject to two security flaws dubbed Meltdown and Spectre. It is believed that \"hundreds of millions\" of systems could be affected by these flaws. More security flaws were disclosed on May 3, 2018, on August 14, 2018, on January 18, 2019, and on March 5, 2020.On March 15, 2018, Intel reported that it will redesign its CPUs to protect against the Spectre security vulnerability, the redesigned processors were sold later in 2018. Existing chips vulnerable to Meltdown and Spectre can be fixed with a software patch at a cost to performance.\n\n\n\nDue to Intel's issues with its 10 nm process node and the company's slow processor development, the company now found itself in a market with intense competition. The company's main competitor, AMD, introduced the Zen microarchitecture and a new chiplet based design to critical acclaim. Since its introduction, AMD, once unable to compete with Intel in the high-end CPU market, has undergone a resurgence, and Intel's dominance and market share have considerably decreased. In addition, Apple is switching from the x86 architecture and Intel processors to their own Apple silicon for their Macintosh computers from 2020 onwards. The transition is expected to affect Intel minimally; however, it might prompt other PC manufacturers to reevaluate their reliance on Intel and the x86 architecture.\n\n\n 'IDM 2.0' strategy \nOn March 23, 2021, CEO Pat Gelsinger laid out new plans for the company. These include a new strategy, called IDM 2.0, that includes investments in manufacturing facilities, use of both internal and external foundries, and a new foundry business called Intel Foundry Services (IFS), a standalone business unit. Unlike Intel Custom Foundry, IFS will offer a combination of packaging and process technology, and Intel's IP portfolio including x86 cores. Other plans for the company include a partnership with IBM and a new event for developers and engineers, called \"Intel ON\". Gelsinger also confirmed that Intel's 7 nm process is on track, and that the first products with 7 nm (It is now called Intel 4) are Ponte Vecchio and Meteor Lake.In January 2022, Intel reportedly selected New Albany, Ohio, near Columbus, Ohio, as the site for a major new manufacturing facility. The facility will cost at least $20 billion. The company expects the facility to begin producing chips by 2025. The same year Intel also choose Magdeburg, Germany, as a site for two new chip mega factories for €17 billion (topping Teslas investment in Brandenburg). Groundbreaking is planned for 2023, while production start is planned for 2027. Including subcontractors this would create 10.000 new jobs.In August 2022, Intel signed a $30 billion partnership with Brookfield Asset Management to fund its recent factory expansions. As part of the deal, Intel would have a controlling stake by funding 51% of the cost of building new chip-making facilities in Chandler, with Brookfield owning the remaining 49% stake, allowing the companies to split the revenue from those facilities.\n\n\n\n\n\n\nIntel's first products were shift register memory and random-access memory integrated circuits, and Intel grew to be a leader in the fiercely competitive DRAM, SRAM, and ROM markets throughout the 1970s. Concurrently, Intel engineers Marcian Hoff, Federico Faggin, Stanley Mazor and Masatoshi Shima invented Intel's first microprocessor. Originally developed for the Japanese company Busicom to replace a number of ASICs in a calculator already produced by Busicom, the Intel 4004 was introduced to the mass market on November 15, 1971, though the microprocessor did not become the core of Intel's business until the mid-1980s. (Note: Intel is usually given credit with Texas Instruments for the almost-simultaneous invention of the microprocessor)\nIn 1983, at the dawn of the personal computer era, Intel's profits came under increased pressure from Japanese memory-chip manufacturers, and then-president Andy Grove focused the company on microprocessors. Grove described this transition in the book Only the Paranoid Survive. A key element of his plan was the notion, then considered radical, of becoming the single source for successors to the popular 8086 microprocessor.\nUntil then, the manufacture of complex integrated circuits was not reliable enough for customers to depend on a single supplier, but Grove began producing processors in three geographically distinct factories, and ceased licensing the chip designs to competitors such as AMD. When the PC industry boomed in the late 1980s and 1990s, Intel was one of the primary beneficiaries.\n\n\n\n\nDespite the ultimate importance of the microprocessor, the 4004 and its successors the 8008 and the 8080 were never major revenue contributors at Intel. As the next processor, the 8086 (and its variant the 8088) was completed in 1978, Intel embarked on a major marketing and sales campaign for that chip nicknamed \"Operation Crush\", and intended to win as many customers for the processor as possible. One design win was the newly created IBM PC division, though the importance of this was not fully realized at the time.\nIBM introduced its personal computer in 1981, and it was rapidly successful. In 1982, Intel created the 80286 microprocessor, which, two years later, was used in the IBM PC/AT. Compaq, the first IBM PC \"clone\" manufacturer, produced a desktop system based on the faster 80286 processor in 1985 and in 1986 quickly followed with the first 80386-based system, beating IBM and establishing a competitive market for PC-compatible systems and setting up Intel as a key component supplier.\nIn 1975, the company had started a project to develop a highly advanced 32-bit microprocessor, finally released in 1981 as the Intel iAPX 432. The project was too ambitious and the processor was never able to meet its performance objectives, and it failed in the marketplace. Intel extended the x86 architecture to 32 bits instead.\n\n\n 386 microprocessor \nDuring this period Andrew Grove dramatically redirected the company, closing much of its DRAM business and directing resources to the microprocessor business. Of perhaps greater importance was his decision to \"single-source\" the 386 microprocessor. Prior to this, microprocessor manufacturing was in its infancy, and manufacturing problems frequently reduced or stopped production, interrupting supplies to customers. To mitigate this risk, these customers typically insisted that multiple manufacturers produce chips they could use to ensure a consistent supply. The 8080 and 8086-series microprocessors were produced by several companies, notably AMD, with which Intel had a technology-sharing contract.\nGrove made the decision not to license the 386 design to other manufacturers, instead, producing it in three geographically distinct factories: Santa Clara, California; Hillsboro, Oregon; and Chandler, a suburb of Phoenix, Arizona. He convinced customers that this would ensure consistent delivery. In doing this, Intel breached its contract with AMD, which sued and was paid millions of dollars in damages but could not manufacture new Intel CPU designs any longer. (Instead, AMD started to develop and manufacture its own competing x86 designs.)\nAs the success of Compaq's Deskpro 386 established the 386 as the dominant CPU choice, Intel achieved a position of near-exclusive dominance as its supplier. Profits from this funded rapid development of both higher-performance chip designs and higher-performance manufacturing capabilities, propelling Intel to a position of unquestioned leadership by the early 1990s.\n\n\n 486, Pentium, and Itanium \nIntel introduced the 486 microprocessor in 1989, and in 1990 established a second design team, designing the processors code-named \"P5\" and \"P6\" in parallel and committing to a major new processor every two years, versus the four or more years such designs had previously taken. Engineers Vinod Dham and Rajeev Chandrasekhar (Member of Parliament, India) were key figures on the core team that invented the 486 chip and later, Intel's signature Pentium chip. The P5 project was earlier known as \"Operation Bicycle\", referring to the cycles of the processor through two parallel execution pipelines. The P5 was introduced in 1993 as the Intel Pentium, substituting a registered trademark name for the former part number (numbers, such as 486, cannot be legally registered as trademarks in the United States). The P6 followed in 1995 as the Pentium Pro and improved into the Pentium II in 1997. New architectures were developed alternately in Santa Clara, California and Hillsboro, Oregon.\nThe Santa Clara design team embarked in 1993 on a successor to the x86 architecture, codenamed \"P7\". The first attempt was dropped a year later but quickly revived in a cooperative program with Hewlett-Packard engineers, though Intel soon took over primary design responsibility. The resulting implementation of the IA-64 64-bit architecture was the Itanium, finally introduced in June 2001. The Itanium's performance running legacy x86 code did not meet expectations, and it failed to compete effectively with x86-64, which was AMD's 64-bit extension of the 32-bit x86 architecture (Intel uses the name Intel 64, previously EM64T). In 2017, Intel announced that the Itanium 9700 series (Kittson) would be the last Itanium chips produced.The Hillsboro team designed the Willamette processors (initially code-named P68), which were marketed as the Pentium 4.\nDuring this period, Intel undertook two major supporting advertising campaigns. The first campaign, the 1991 \"Intel Inside\" marketing and branding campaign, is widely known and has become synonymous with Intel itself. The idea of \"ingredient branding\" was new at the time, with only NutraSweet and a few others making attempts to do so. This campaign established Intel, which had been a component supplier little-known outside the PC industry, as a household name.\nThe second campaign, Intel's Systems Group, which began in the early 1990s, showcased manufacturing of PC motherboards, the main board component of a personal computer, and the one into which the processor (CPU) and memory (RAM) chips are plugged. The Systems Group campaign was lesser known than the Intel Inside campaign.\nShortly after, Intel began manufacturing fully configured \"white box\" systems for the dozens of PC clone companies that rapidly sprang up. At its peak in the mid-1990s, Intel manufactured over 15% of all PCs, making it the third-largest supplier at the time.During the 1990s, Intel Architecture Labs (IAL) was responsible for many of the hardware innovations for the PC, including the PCI Bus, the PCI Express (PCIe) bus, and Universal Serial Bus (USB). IAL's software efforts met with a more mixed fate; its video and graphics software was important in the development of software digital video, but later its efforts were largely overshadowed by competition from Microsoft. The competition between Intel and Microsoft was revealed in testimony by then IAL Vice-president Steven McGeady at the Microsoft antitrust trial (United States v. Microsoft Corp.).\n\n\n Pentium flaw \n\nIn June 1994, Intel engineers discovered a flaw in the floating-point math subsection of the P5 Pentium microprocessor. Under certain data-dependent conditions, the low-order bits of the result of a floating-point division would be incorrect. The error could compound in subsequent calculations. Intel corrected the error in a future chip revision, and under public pressure it issued a total recall and replaced the defective Pentium CPUs (which were limited to some 60, 66, 75, 90, and 100 MHz models) on customer request.\nThe bug was discovered independently in October 1994 by Thomas Nicely, Professor of Mathematics at Lynchburg College. He contacted Intel but received no response. On October 30, he posted a message about his finding on the Internet. Word of the bug spread quickly and reached the industry press. The bug was easy to replicate; a user could enter specific numbers into the calculator on the operating system. Consequently, many users did not accept Intel's statements that the error was minor and \"not even an erratum\". During Thanksgiving, in 1994, The New York Times ran a piece by journalist John Markoff spotlighting the error. Intel changed its position and offered to replace every chip, quickly putting in place a large end-user support organization. This resulted in a $475 million charge against Intel's 1994 revenue. Dr. Nicely later learned that Intel had discovered the FDIV bug in its own testing a few months before him (but had decided not to inform customers).The \"Pentium flaw\" incident, Intel's response to it, and the surrounding media coverage propelled Intel from being a technology supplier generally unknown to most computer users to a household name. Dovetailing with an uptick in the \"Intel Inside\" campaign, the episode is considered to have been a positive event for Intel, changing some of its business practices to be more end-user focused and generating substantial public awareness, while avoiding a lasting negative impression.\n\n\n\n\nThe Intel Core line originated from the original Core brand, with the release of the 32-bit Yonah CPU, Intel's first dual-core mobile (low-power) processor. Derived from the Pentium M, the processor family used an enhanced version of the P6 microarchitecture. Its successor, the Core 2 family, was released on July 27, 2006. This was based on the Intel Core microarchitecture, and was a 64-bit design. Instead of focusing on higher clock rates, the Core microarchitecture emphasized power efficiency and a return to lower clock speeds. It also provided more efficient decoding stages, execution units, caches, and buses, reducing the power consumption of Core 2-branded CPUs while increasing their processing capacity.\nIn November 2008, Intel released the first generation Core processors based on the Nehalem microarchitecture. Intel also introduced a new naming scheme, with the three variants now named Core i3, i5, and i7 (as well as i9 from 7th generation onwards). Unlike the previous naming scheme, these names no longer correspond to specific technical features. It was succeeded by the Westmere microarchitecture in 2010, with a die shrink to 32 nm and included Intel HD Graphics.\nIn 2011, Intel released the Sandy Bridge-based 2nd generation Core processor family. This generation featured an 11% performance increase over Nehalem. It was succeeded by Ivy Bridge-based 3rd generation Core, introduced at the 2012 Intel Developer Forum. Ivy Bridge featured a die shrink to 22 nm, and supported both DDR3 memory and DDR3L chips.\nIntel continued its tick-tock model of a microarchitecture change followed by a die shrink until the 6th generation Core family based on the Skylake microarchitecture. This model was deprecated in 2016, with the release of the seventh generation Core family based on Kaby Lake, ushering in the process–architecture–optimization model. From 2016 until 2021, Intel later released more optimizations on the Skylake microarchitecture with Kaby Lake R, Amber Lake, Whiskey Lake, Coffee Lake, Coffee Lake R, and Comet Lake. Intel struggled to shrink their process node from 14 nm to 10 nm, with the first microarchitecture under that node, Cannon Lake (marketed as 8th generation Core), only being released in small quantities in 2018.In 2019, Intel released the 10th generation of Core processors, codenamed \"Amber Lake\", \"Comet Lake\", and \"Ice Lake\". Ice Lake, based on the Sunny Cove microarchitecture, was produced on the 10 nm process and was limited to low-power mobile processors. Both Amber Lake and Comet Lake were based on a refined 14 nm node, with the latter being used for desktop and high performance mobile products and the former used for low-power mobile products.\nIn September 2020, 11th generation Core mobile processors, codenamed Tiger Lake, were launched. Tiger Lake is based on the Willow Cove microarchitecture and a refined 10 nm node. Intel later released 11th generation Core desktop processors (codenamed \"Rocket Lake\"), fabricated using Intel's 14 nm process and based on the Cypress Cove microarchitecture, on March 30, 2021. It replaced Comet Lake desktop processors. All 11th generation Core processors feature new integrated graphics based on the Intel Xe microarchitecture.Both desktop and mobile products are set to be unified under a single process node with the release of 12th generation Intel Core processors (codenamed \"Alder Lake\") in late 2021. This generation will be fabricated using Intel's 7 nm process, called Intel 4, for both desktop and mobile processors, and is based on a hybrid architecture utilizing high-performance Golden Cove cores and high-efficiency Gracemont (Atom) cores.\n\n\n Meltdown, Spectre, and other security vulnerabilities \n\nIn early January 2018, it was reported that all Intel processors made since 1995 (besides Intel Itanium and pre-2013 Intel Atom) have been subject to two security flaws dubbed Meltdown and Spectre.The impact on performance resulting from software patches is \"workload-dependent\". Several procedures to help protect home computers and related devices from the Spectre and Meltdown security vulnerabilities have been published. Spectre patches have been reported to significantly slow down performance, especially on older computers; on the newer 8th generation Core platforms, benchmark performance drops of 2–14 percent have been measured. Meltdown patches may also produce performance loss. It is believed that \"hundreds of millions\" of systems could be affected by these flaws.On March 15, 2018, Intel reported that it will redesign its CPUs (performance losses to be determined) to protect against the Spectre security vulnerability, and expects to release the newly redesigned processors later in 2018.On May 3, 2018, eight additional Spectre-class flaws were reported. Intel reported that they are preparing new patches to mitigate these flaws.On August 14, 2018, Intel disclosed three additional chip flaws referred to as L1 Terminal Fault (L1TF). They reported that previously released microcode updates, along with new, pre-release microcode updates can be used to mitigate these flaws.On January 18, 2019, Intel disclosed three new vulnerabilities affecting all Intel CPUs, named \"Fallout\", \"RIDL\", and \"ZombieLoad\", allowing a program to read information recently written, read data in the line-fill buffers and load ports, and leak information from other processes and virtual machines. Coffeelake-series CPUs are even more vulnerable, due to hardware mitigations for Spectre.On March 5, 2020, computer security experts reported another Intel chip security flaw, besides the Meltdown and Spectre flaws, with the systematic name CVE-2019-0090 (or, \"Intel CSME Bug\"). This newly found flaw is not fixable with a firmware update, and affects nearly \"all Intel chips released in the past five years\".\n\n\n\n\nOn June 6, 2005, Steve Jobs, then CEO of Apple, announced that Apple would be transitioning the Macintosh from its long favored PowerPC architecture to the Intel x86 architecture because the future PowerPC road map was unable to satisfy Apple's needs. This was seen as a win for Intel, although an analyst called the move \"risky\" and \"foolish\", as Intel's current offerings at the time were considered to be behind those of AMD and IBM. The first Mac computers containing Intel CPUs were announced on January 10, 2006, and Apple had its entire line of consumer Macs running on Intel processors by early August 2006. The Apple Xserve server was updated to Intel Xeon processors from November 2006 and was offered in a configuration similar to Apple's Mac Pro.Despite Apple's use of Intel products, relations between the two companies were strained at times. Rumors of Apple switching from Intel processors to their own designs began circulating as early as 2011. On June 22, 2020, during Apple's annual WWDC, Tim Cook, Apple's CEO, announced that they would be transitioning their entire Mac line from Intel CPUs to custom Apple-designed processors over the course of the next two years. In the short term, this transition is estimated to have minimal effects on Intel, as Apple only accounts for 2% to 4% of their revenue. However, Apple's shift to their own chips might prompt other PC manufacturers to reassess their reliance on Intel and the x86 architecture. By November 2020, Apple unveiled the M1, their processor designed for the Mac.\n\n\n\n\nIn 2008, Intel began shipping mainstream solid-state drives (SSDs) with up to 160 GB storage capacities. As with their CPUs, Intel develops SSD chips using ever-smaller nanometer processes. These SSDs make use of industry standards such as NAND flash, mSATA, PCIe, and NVMe. In 2017, Intel introduced SSDs based on 3D XPoint technology under the Optane brand name.In 2021, SK Hynix acquired most of Intel's NAND memory business for $7 billion, with a remaining transaction worth $2 billion expected in 2025. Intel also discontinued its consumer Optane products in 2021. In July 2022, Intel disclosed in its Q2 earnings report that it would cease future product development within its Optane business.\n\n\n\nThe Intel Scientific Computers division was founded in 1984 by Justin Rattner, to design and produce parallel computers based on Intel microprocessors connected in hypercube internetwork topology. In 1992, the name was changed to the Intel Supercomputing Systems Division, and development of the iWarp architecture was also subsumed. The division designed several supercomputer systems, including the Intel iPSC/1, iPSC/2, iPSC/860, Paragon and ASCI Red. In November 2014, Intel stated that it was planning to use optical fibers to improve networking within supercomputers.\n\n\n\nOn November 19, 2015, Intel, alongside ARM Holdings, Dell, Cisco Systems, Microsoft, and Princeton University, founded the OpenFog Consortium, to promote interests and development in fog computing. Intel's Chief Strategist for the IoT Strategy and Technology Office, Jeff Fedders, became the consortium's first president.\n\n\n\nIntel is one of the biggest stakeholders in the self-driving car industry, having joined the race in mid 2017 after joining forces with Mobileye. The company is also one of the first in the sector to research consumer acceptance, after an AAA report quoted a 78% nonacceptance rate of the technology in the US.Safety levels of the technology, the thought of abandoning control to a machine, and psychological comfort of passengers in such situations were the major discussion topics initially. The commuters also stated that they did not want to see everything the car was doing. This was primarily a referral to the auto-steering wheel with no one sitting in the driving seat. Intel also learned that voice control regulator is vital, and the interface between the humans and machine eases the discomfort condition, and brings some sense of control back. It is important to mention that Intel included only 10 people in this study, which makes the study less credible. In a video posted on YouTube, Intel accepted this fact and called for further testing.\n\n\n\nIntel has sold Stratix, Arria, and Cyclone FPGAs since acquiring Altera in 2015. In 2019, Intel released Agilex FPGAs: chips aimed at data centers, 5G applications, and other uses.\n\n\n\n\nBy the end of the 1990s, microprocessor performance had outstripped software demand for that CPU power. Aside from high-end server systems and software, whose demand dropped with the end of the \"dot-com bubble\", consumer systems ran effectively on increasingly low-cost systems after 2000. Intel's strategy of producing ever-more-powerful processors and obsoleting their predecessors stumbled, leaving an opportunity for rapid gains by competitors, notably AMD. This, in turn, lowered the profitability of the processor line and ended an era of unprecedented dominance of the PC hardware by Intel.Intel's dominance in the x86 microprocessor market led to numerous charges of antitrust violations over the years, including FTC investigations in both the late 1980s and in 1999, and civil actions such as the 1997 suit by Digital Equipment Corporation (DEC) and a patent suit by Intergraph. Intel's market dominance (at one time it controlled over 85% of the market for 32-bit x86 microprocessors) combined with Intel's own hardball legal tactics (such as its infamous 338 patent suit versus PC manufacturers) made it an attractive target for litigation, culminating in Intel agreeing to pay AMD $1.25B and grant them a perpetual patent cross-license in 2009 as well as several anti-trust judgements in Europe, Korea, and Japan.A case of industrial espionage arose in 1995 that involved both Intel and AMD. Bill Gaede, an Argentine formerly employed both at AMD and at Intel's Arizona plant, was arrested for attempting in 1993 to sell the i486 and P5 Pentium designs to AMD and to certain foreign powers. Gaede videotaped data from his computer screen at Intel and mailed it to AMD, which immediately alerted Intel and authorities, resulting in Gaede's arrest. Gaede was convicted and sentenced to 33 months in prison in June 1996.\n\n\n\n\n\n\n\nRobert Noyce was Intel's CEO at its founding in 1968, followed by co-founder Gordon Moore in 1975. Andy Grove became the company's president in 1979 and added the CEO title in 1987 when Moore became chairman. In 1998, Grove succeeded Moore as chairman, and Craig Barrett, already company president, took over. On May 18, 2005, Barrett handed the reins of the company over to Paul Otellini, who had been the company president and COO and who was responsible for Intel's design win in the original IBM PC. The board of directors elected Otellini as president and CEO, and Barrett replaced Grove as Chairman of the Board. Grove stepped down as chairman but is retained as a special adviser. In May 2009, Barrett stepped down as chairman of the board and was succeeded by Jane Shaw. In May 2012, Intel vice chairman Andy Bryant, who had held the posts of CFO (1994) and Chief Administrative Officer (2007) at Intel, succeeded Shaw as executive chairman.In November 2012, president and CEO Paul Otellini announced that he would step down in May 2013 at the age of 62, three years before the company's mandatory retirement age. During a six-month transition period, Intel's board of directors commenced a search process for the next CEO, in which it considered both internal managers and external candidates such as Sanjay Jha and Patrick Gelsinger. Financial results revealed that, under Otellini, Intel's revenue increased by 55.8 percent (US$34.2 to 53.3 billion), while its net income increased by 46.7% (US$7.5 billion to 11 billion), proving that his illegal business practices were more profitable than the fines levied against the company as punishment for employing them.\nOn May 2, 2013, Executive Vice President and COO Brian Krzanich was elected as Intel's sixth CEO, a selection that became effective on May 16, 2013, at the company's annual meeting. Reportedly, the board concluded that an insider could proceed with the role and exert an impact more quickly, without the need to learn Intel's processes, and Krzanich was selected on such a basis. Intel's software head Renée James was selected as president of the company, a role that is second to the CEO position.As of May 2013, Intel's board of directors consists of Andy Bryant, John Donahoe, Frank Yeary, Ambassador Charlene Barshefsky, Susan Decker, Reed Hundt, Paul Otellini, James Plummer, David Pottruck, and David Yoffie and Creative director will.i.am. The board was described by former Financial Times journalist Tom Foremski as \"an exemplary example of corporate governance of the highest order\" and received a rating of ten from GovernanceMetrics International, a form of recognition that has only been awarded to twenty-one other corporate boards worldwide.On June 21, 2018, Intel announced the resignation of Brian Krzanich as CEO, with the exposure of a relationship he had with an employee. Bob Swan was named interim CEO, as the Board began a search for a permanent CEO.\nOn January 31, 2019, Swan transitioned from his role as CFO and interim CEO and was named by the Board as the seventh CEO to lead the company.On January 13, 2021, Intel announced that Swan would be replaced as CEO by Pat Gelsinger, effective February 15. Gelsinger is a former Intel chief technology officer who had previously been head of VMWare.\n\n\n\nAs of March 25, 2021:\nOmar Ishrak (chairman), chairman and former CEO of Medtronic\nPat Gelsinger, CEO of Intel\nJames Goetz, managing director of Sequoia Capital\nAlyssa Henry, Square, Inc. executive\nRisa Lavizzo-Mourey, former president and CEO of the Robert Wood Johnson Foundation\nTsu-Jae King Liu, professor at the UC Berkeley College of Engineering\nGregory Smith, CFO of Boeing\nDion Weisler, former president and CEO of HP Inc.\nAndrew Wilson, CEO of Electronic Arts\nFrank Yeary, managing member of Darwin Capital\n\n\n\n\nIntel has a mandatory retirement policy for its CEOs when they reach age 65. Andy Grove retired at 62, while both Robert Noyce and Gordon Moore retired at 58. Grove retired as chairman and as a member of the board of directors in 2005 at age 68.\nIntel's headquarters are located in Santa Clara, California, and the company has operations around the world. Its largest workforce concentration anywhere is in Washington County, Oregon (in the Portland metropolitan area's \"Silicon Forest\"), with 18,600 employees at several facilities. Outside the United States, the company has facilities in China, Costa Rica, Malaysia, Israel, Ireland, India, Russia, Argentina and Vietnam, in 63 countries and regions internationally. In March 2022, because of International sanctions during the Russo-Ukrainian War, Intel stopped supplying Russian market. In the U.S. Intel employs significant numbers of people in California, Colorado, Massachusetts, Arizona, New Mexico, Oregon, Texas, Washington and Utah. In Oregon, Intel is the state's largest private employer. The company is the largest industrial employer in New Mexico while in Arizona the company has 12,000 employees as of January 2020.Intel invests heavily in research in China and about 100 researchers – or 10% of the total number of researchers from Intel – are located in Beijing.In 2011, the Israeli government offered Intel $290 million to expand in the country. As a condition, Intel would employ 1,500 more workers in Kiryat Gat and between 600 and 1000 workers in the north.In January 2014, it was reported that Intel would cut about 5,000 jobs from its work force of 107,000. The announcement was made a day after it reported earnings that missed analyst targets.In March 2014, it was reported that Intel would embark upon a $6 billion plan to expand its activities in Israel. The plan calls for continued investment in existing and new Intel plants until 2030. As of 2014, Intel employs 10,000 workers at four development centers and two production plants in Israel.Due to declining PC sales, in 2016 Intel cut 12,000 jobs. In 2021, Intel reversed course under new CEO Pat Gelsinger and started hiring thousands of engineers.\n\n\n Diversity \nIntel has a Diversity Initiative, including employee diversity groups as well as supplier diversity programs. Like many companies with employee diversity groups, they include groups based on race and nationality as well as sexual identity and religion. In 1994, Intel sanctioned one of the earliest corporate Gay, Lesbian, Bisexual, and Transgender employee groups, and supports a Muslim employees group, a Jewish employees group, and a Bible-based Christian group.Intel has received a 100% rating on numerous Corporate Equality Indices released by the Human Rights Campaign including the first one released in 2002. In addition, the company is frequently named one of the 100 Best Companies for Working Mothers by Working Mother magazine.\nIn January 2015, Intel announced the investment of $300 million over the next five years to enhance gender and racial diversity in their own company as well as the technology industry as a whole.In February 2016, Intel released its Global Diversity & Inclusion 2015 Annual Report. The male-female mix of US employees was reported as 75.2% men and 24.8% women. For US employees in technical roles, the mix was reported as 79.8% male and 20.1% female. NPR reports that Intel is facing a retention problem (particularly for African Americans), not just a pipeline problem.\n\n\n Economic impact in Oregon in 2009 \nIn 2011, ECONorthwest conducted an economic impact analysis of Intel's economic contribution to the state of Oregon. The report found that in 2009 \"the total economic impacts attributed to Intel's operations, capital spending, contributions and taxes amounted to almost $14.6 billion in activity, including $4.3 billion in personal income and 59,990 jobs\". Through multiplier effects, every 10 Intel jobs supported, on average, was found to create 31 jobs in other sectors of the economy.\n\n\n\nIntel has been operating in the State of Israel since Dov Frohman founded the Israeli branch of the company in 1974 in a small office in Haifa. Intel Israel currently has development centers in Haifa, Jerusalem and Petah Tikva, and has a manufacturing plant in the Kiryat Gat industrial park that develops and manufactures microprocessors and communications products. Intel employed about 10,000 employees in Israel in 2013. Maxine Fesberg has been the CEO of Intel Israel since 2007 and the Vice President of Intel Global. In December 2016, Fesberg announced her resignation, her position of chief executive officer (CEO) has been filled by Yaniv Gerti since January 2017.\n\n\n\nIn 2010, Intel purchased McAfee, a manufacturer of computer security technology, for $7.68 billion. As a condition for regulatory approval of the transaction, Intel agreed to provide rival security firms with all necessary information that would allow their products to use Intel's chips and personal computers. After the acquisition, Intel had about 90,000 employees, including about 12,000 software engineers. In September 2016, Intel sold a majority stake in its computer-security unit to TPG Capital, reversing the five-year-old McAfee acquisition.In August 2010, Intel and Infineon Technologies announced that Intel would acquire Infineon's Wireless Solutions business. Intel planned to use Infineon's technology in laptops, smart phones, netbooks, tablets and embedded computers in consumer products, eventually integrating its wireless modem into Intel's silicon chips.In March 2011, Intel bought most of the assets of Cairo-based SySDSoft.In July 2011, Intel announced that it had agreed to acquire Fulcrum Microsystems Inc., a company specializing in network switches. The company used to be included on the EE Times list of 60 Emerging Startups.In October 2011, Intel reached a deal to acquire Telmap, an Israeli-based navigation software company. The purchase price was not disclosed, but Israeli media reported values around $300 million to $350 million.In July 2012, Intel agreed to buy 10% of the shares of ASML Holding NV for $2.1 billion and another $1 billion for 5% of the shares that need shareholder approval to fund relevant research and development efforts, as part of a EUR3.3 billion ($4.1 billion) deal to accelerate the development of 450-millimeter wafer technology and extreme ultra-violet lithography by as much as two years.In July 2013, Intel confirmed the acquisition of Omek Interactive, an Israeli company that makes technology for gesture-based interfaces, without disclosing the monetary value of the deal. An official statement from Intel read: \"The acquisition of Omek Interactive will help increase Intel's capabilities in the delivery of more immersive perceptual computing experiences.\" One report estimated the value of the acquisition between US$30 million and $50 million.The acquisition of a Spanish natural language recognition startup, Indisys was announced in September 2013. The terms of the deal were not disclosed but an email from an Intel representative stated: \"Intel has acquired Indisys, a privately held company based in Seville, Spain. The majority of Indisys employees joined Intel. We signed the agreement to acquire the company on May 31 and the deal has been completed.\" Indysis explains that its artificial intelligence (AI) technology \"is a human image, which converses fluently and with common sense in multiple languages and also works in different platforms\".In December 2014, Intel bought PasswordBox.In January 2015, Intel purchased a 30% stake in Vuzix, a smart glasses manufacturer. The deal was worth $24.8 million.In February 2015, Intel announced its agreement to purchase German network chipmaker Lantiq, to aid in its expansion of its range of chips in devices with Internet connection capability.In June 2015, Intel announced its agreement to purchase FPGA design company Altera for $16.7 billion, in its largest acquisition to date. The acquisition completed in December 2015.In October 2015, Intel bought cognitive computing company Saffron Technology for an undisclosed price.In August 2016, Intel purchased deep-learning startup Nervana Systems for over $400 million.In December 2016, Intel acquired computer vision startup Movidius for an undisclosed price.In March 2017, Intel announced that they had agreed to purchase Mobileye, an Israeli developer of \"autonomous driving\" systems for US$15.3 billion.In June 2017, Intel Corporation announced an investment of over ₹1,100 crore (US$140 million) for its upcoming Research and Development (R&D) centre in Bangalore, India.In January 2019, Intel announced an investment of over $11 billion on a new Israeli chip plant, as told by the Israeli Finance Minister.In November 2021, Intel recruited some of the employees of the Centaur Technology division from VIA Technologies, a deal worth $125 million, and effectively acquiring the talent and knowhow of their x86 division. VIA retained the x86 licence and associated patents, and its Zhaoxin CPU joint-venture continues.In December 2021, Intel said it will invest $7.1 billion to build a new chip-packaging and testing factory in Malaysia. The new investment will expand the operations of its Malaysian subsidiary across Penang and Kulim, creating more than 4,000 new Intel jobs and more than 5,000 local construction jobs.In December 2021, Intel announced its plan to take Mobileye automotive unit via an IPO of newly issued stock in 2022, maintaining its majority ownership of the company.In May 2022, Intel announced that they have acquired Finnish graphics technology firm Siru innovations. The firm founded by ex-AMD Qualcomm mobile GPU engineers, is focused on developing software and silicon building blocks for GPU’s made by other companies and is set to join Intel’s fledgling Accelerated Computing Systems and Graphics Group.In May 2022, it was announced that Ericsson and Intel, are pooling research and development to create high-performing Cloud RAN solutions. The organisations have pooled to launch a tech hub in California, USA. The hub focuses on the benefits that Ericsson Cloud RAN and Intel technology can bring to: improving energy efficiency and network performance, reducing time to market, and monetizing new business opportunities such as enterprise applications.\n\n\n List of acquisitions (2009–present) \n\n\n\nIn 2011, Intel Capital announced a new fund to support startups working on technologies in line with the company's concept for next generation notebooks. The company is setting aside a $300 million fund to be spent over the next three to four years in areas related to ultrabooks. Intel announced the ultrabook concept at Computex in 2011. The ultrabook is defined as a thin (less than 0.8 inches [~2 cm] thick) notebook that utilizes Intel processors and also incorporates tablet features such as a touch screen and long battery life.At the Intel Developers Forum in 2011, four Taiwan ODMs showed prototype ultrabooks that used Intel's Ivy Bridge chips. Intel plans to improve power consumption of its chips for ultrabooks, like new Ivy Bridge processors in 2013, which will only have 10W default thermal design power.Intel's goal for Ultrabook's price is below $1000; however, according to two presidents from Acer and Compaq, this goal will not be achieved if Intel does not lower the price of its chips.\n\n\n\nIntel has a significant participation in the open source communities since 1999. For example, in 2006 Intel released MIT-licensed X.org drivers for their integrated graphic cards of the i965 family of chipsets. Intel released FreeBSD drivers for some networking cards, available under a BSD-compatible license, which were also ported to OpenBSD. Binary firmware files for non-wireless Ethernet devices were also released under a BSD licence allowing free redistribution. Intel ran the Moblin project until April 23, 2009, when they handed the project over to the Linux Foundation. Intel also runs the LessWatts.org campaigns.However, after the release of the wireless products called Intel Pro/Wireless 2100, 2200BG/2225BG/2915ABG and 3945ABG in 2005, Intel was criticized for not granting free redistribution rights for the firmware that must be included in the operating system for the wireless devices to operate. As a result of this, Intel became a target of campaigns to allow free operating systems to include binary firmware on terms acceptable to the open source community. Linspire-Linux creator Michael Robertson outlined the difficult position that Intel was in releasing to open source, as Intel did not want to upset their large customer Microsoft. Theo de Raadt of OpenBSD also claimed that Intel is being \"an Open Source fraud\" after an Intel employee presented a distorted view of the situation at an open-source conference. In spite of the significant negative attention Intel received as a result of the wireless dealings, the binary firmware  still has not gained a license compatible with free software principles.Intel has also supported other open source projects such as Blender and Open 3D Engine.\n\n\n\n\n\n\n\nIn its history, Intel has had three logos. The first Intel logo featured the company's name stylized in all lowercase, with the letter e dropped below the other letters. The second logo was inspired by the \"Intel Inside\" campaign, featuring a swirl around the Intel brand name.The third logo, introduced in 2020, was inspired by the previous logos. It removes the swirl as well as the classic blue color in almost all parts of the logo, except for the dot in the \"i\".\n\n\n\n\nIntel has become one of the world's most recognizable computer brands following its long-running Intel Inside campaign. The idea for \"Intel Inside\" came out of a meeting between Intel and one of the major computer resellers, MicroAge.In the late 1980s, Intel's market share was being seriously eroded by upstart competitors such as Advanced Micro Devices (now AMD), Zilog, and others who had started to sell their less expensive microprocessors to computer manufacturers. This was because, by using cheaper processors, manufacturers could make cheaper computers and gain more market share in an increasingly price-sensitive market. In 1989, Intel's Dennis Carter visited MicroAge's headquarters in Tempe, Arizona, to meet with MicroAge's VP of Marketing, Ron Mion. MicroAge had become one of the largest distributors of Compaq, IBM, HP, and others and thus was a primary –  although indirect –  driver of demand for microprocessors. Intel wanted MicroAge to petition its computer suppliers to favor Intel chips. However, Mion felt that the marketplace should decide which processors they wanted. Intel's counterargument was that it would be too difficult to educate PC buyers on why Intel microprocessors were worth paying more for.Mion felt that the public didn't really need to fully understand why Intel chips were better, they just needed to feel they were better. So Mion proposed a market test. Intel would pay for a MicroAge billboard somewhere saying, \"If you're buying a personal computer, make sure it has Intel inside.\" In turn, MicroAge would put \"Intel Inside\" stickers on the Intel-based computers in their stores in that area. To make the test easier to monitor, Mion decided to do the test in Boulder, Colorado, where it had a single store. Virtually overnight, the sales of personal computers in that store dramatically shifted to Intel-based PCs. Intel very quickly adopted \"Intel Inside\" as its primary branding and rolled it out worldwide. As is often the case with computer lore, other tidbits have been combined to explain how things evolved. \"Intel Inside\" has not escaped that tendency and there are other \"explanations\" that had been floating around.\nIntel's branding campaign started with \"The Computer Inside\" tagline in 1990 in the US and Europe. The Japan chapter of Intel proposed an \"Intel in it\" tagline and kicked off the Japanese campaign by hosting EKI-KON (meaning \"Station Concert\" in Japanese) at the Tokyo railway station dome on Christmas Day, December 25, 1990. Several months later, \"The Computer Inside\" incorporated the Japan idea to become \"Intel Inside\" which eventually elevated to the worldwide branding campaign in 1991, by Intel marketing manager Dennis Carter. A case study, \"Inside Intel Inside\", was put together by Harvard Business School. The five-note jingle was introduced in 1994 and by its tenth anniversary was being heard in 130 countries around the world. The initial branding agency for the \"Intel Inside\" campaign was DahlinSmithWhite Advertising of Salt Lake City. The Intel swirl logo was the work of DahlinSmithWhite art director Steve Grigg under the direction of Intel president and CEO Andy Grove.The Intel Inside advertising campaign sought public brand loyalty and awareness of Intel processors in consumer computers. Intel paid some of the advertiser's costs for an ad that used the Intel Inside logo and xylo-marimba jingle.In 2008, Intel planned to shift the emphasis of its Intel Inside campaign from traditional media such as television and print to newer media such as the Internet. Intel required that a minimum of 35% of the money it provided to the companies in its co-op program be used for online marketing. The Intel 2010 annual financial report indicated that $1.8 billion (6% of the gross margin and nearly 16% of the total net income) was allocated to all advertising with Intel Inside being part of that.\n\n\n\n\nThe D♭–D♭–G♭–D♭–A♭ xylophone/marimba jingle, known as the \"Intel bong\", used in Intel advertising was produced by Musikvergnuegen and written by Walter Werzowa, once a member of the Austrian 1980s sampling band Edelweiss. The Intel jingle was made in 1994 to coincide with the launch of the Pentium. It was modified in 1999 to coincide with the launch of the Pentium III, although it overlapped with the 1994 version which was phased out in 2002. Advertisements for products featuring Intel processors with prominent MMX branding featured a version of the jingle with an embellishment (shining sound) after the final note.\nThe jingle was remade a second time in 2004 to coincide with the new logo change. Again, it overlapped with the 1999 version and was not mainstreamed until the launch of the Core processors in 2006, with the melody unchanged.\nAnother remake of the jingle debuted with Intel's new visual identity. The company has made use of numerous variants since its rebranding in 2020 (including the 2004 version).\n\n\n\nIn 2006, Intel expanded its promotion of open specification platforms beyond Centrino, to include the Viiv media center PC and the business desktop Intel vPro.\nIn mid-January 2006, Intel announced that they were dropping the long running Pentium name from their processors. The Pentium name was first used to refer to the P5 core Intel processors and was done to comply with court rulings that prevent the trademarking of a string of numbers, so competitors could not just call their processor the same name, as had been done with the prior 386 and 486 processors (both of which had copies manufactured by IBM and AMD). They phased out the Pentium names from mobile processors first, when the new Yonah chips, branded Core Solo and Core Duo, were released. The desktop processors changed when the Core 2 line of processors were released. By 2009, Intel was using a good-better-best strategy with Celeron being good, Pentium better, and the Intel Core family representing the best the company has to offer.According to spokesman Bill Calder, Intel has maintained only the Celeron brand, the Atom brand for netbooks and the vPro lineup for businesses. Since late 2009, Intel's mainstream processors have been called Celeron, Pentium, Core i3, Core i5, Core i7, and Core i9 in order of performance from lowest to highest. The first generation core products carry a 3 digit name, such as i5 750, and the second generation products carry a 4 digit name, such as the i5 2500, and from 10th generation onwards, Intel processors will have a 5 digit name, such as i9 10900K for desktop. In all cases, a 'K' at the end of it shows that it is an unlocked processor, enabling additional overclocking abilities (for instance, 2500K). vPro products will carry the Intel Core i7 vPro processor or the Intel Core i5 vPro processor name. In October 2011, Intel started to sell its Core i7-2700K \"Sandy Bridge\" chip to customers worldwide.Since 2010, \"Centrino\" is only being applied to Intel's WiMAX and Wi-Fi technologies.In 2022, Intel announced that they are dropping the Pentium and Celeron naming schemes for their laptop entry level processors starting in 2023. The \"Intel Processor\" branding will be replacing the old Pentium and Celeron naming schemes.\n\n\n\nNeo Sans Intel is a customized version of Neo Sans based on the Neo Sans and Neo Tech, designed by Sebastian Lester in 2004. It was introduced alongside Intel's rebranding in 2006. Previously, Intel used Helvetica as its standard typeface in corporate marketing.\nIntel Clear is a global font announced in 2014 designed for to be used across all communications. The font family was designed by Red Peek Branding and Dalton Maag Initially available in Latin, Greek and Cyrillic scripts, it replaced Neo Sans Intel as the company's corporate typeface. Intel Clear Hebrew, Intel Clear Arabic were added by Dalton Maag Ltd. Neo Sans Intel remained in logo and to mark processor type and socket on the packaging of Intel's processors.\nIn 2020, as part of a new visual identity, a new typeface, Intel One, was designed. It replaced Intel Clear as the font used by the company in most of its branding, however, it is used alongside Intel Clear typeface. In logo, it replaced Neo Sans Intel typeface. However, it is still used to mark processor type and socket on the packaging of Intel's processors.\n\n\n\nIt is a book produced by Red Peak Branding as part of new brand identity campaign, celebrating Intel's achievements while setting the new standard for what Intel looks, feels and sounds like.\n\n\n\n\n\n\nIn October 2006, a Transmeta lawsuit was filed against Intel for patent infringement on computer architecture and power efficiency technologies. The lawsuit was settled in October 2007, with Intel agreeing to pay US$150 million initially and US$20 million per year for the next five years. Both companies agreed to drop lawsuits against each other, while Intel was granted a perpetual non-exclusive license to use current and future patented Transmeta technologies in its chips for 10 years.\n\n\n\n\nIn September 2005, Intel filed a response to an AMD lawsuit, disputing AMD's claims, and claiming that Intel's business practices are fair and lawful. In a rebuttal, Intel deconstructed AMD's offensive strategy and argued that AMD struggled largely as a result of its own bad business decisions, including underinvestment in essential manufacturing capacity and excessive reliance on contracting out chip foundries. Legal analysts predicted the lawsuit would drag on for a number of years, since Intel's initial response indicated its unwillingness to settle with AMD. In 2008, a court date was finally set.On November 4, 2009, New York's attorney general filed an antitrust lawsuit against Intel Corp, claiming the company used \"illegal threats and collusion\" to dominate the market for computer microprocessors.\nOn November 12, 2009, AMD agreed to drop the antitrust lawsuit against Intel in exchange for $1.25 billion. A joint press release published by the two chip makers stated \"While the relationship between the two companies has been difficult in the past, this agreement ends the legal disputes and enables the companies to focus all of our efforts on product innovation and development.\"An antitrust lawsuit and a class-action suit relating to cold calling employees of other companies has been settled.\n\n\n Allegations by Japan Fair Trade Commission (2005) \nIn 2005, the local Fair Trade Commission found that Intel violated the Japanese Antimonopoly Act. The commission ordered Intel to eliminate discounts that had discriminated against AMD. To avoid a trial, Intel agreed to comply with the order.\n\n\n Allegations by the European Union (2007–2008) \nIn July 2007, the European Commission accused Intel of anti-competitive practices, mostly against AMD. The allegations, going back to 2003, include giving preferential prices to computer makers buying most or all of their chips from Intel, paying computer makers to delay or cancel the launch of products using AMD chips, and providing chips at below standard cost to governments and educational institutions. Intel responded that the allegations were unfounded and instead qualified its market behavior as consumer-friendly. General counsel Bruce Sewell responded that the commission had misunderstood some factual assumptions regarding pricing and manufacturing costs.In February 2008, Intel announced that its office in Munich had been raided by European Union regulators. Intel reported that it was cooperating with investigators. Intel faced a fine of up to 10% of its annual revenue if found guilty of stifling competition. AMD subsequently launched a website promoting these allegations. In June 2008, the EU filed new charges against Intel. In May 2009, the EU found that Intel had engaged in anti-competitive practices and subsequently fined Intel €1.06 billion (US$1.44 billion), a record amount. Intel was found to have paid companies, including Acer, Dell, HP, Lenovo and NEC, to exclusively use Intel chips in their products, and therefore harmed other, less successful companies including AMD. The European Commission said that Intel had deliberately acted to keep competitors out of the computer chip market and in doing so had made a \"serious and sustained violation of the EU's antitrust rules\". In addition to the fine, Intel was ordered by the commission to immediately cease all illegal practices. Intel has said that they will appeal against the commission's verdict. In June 2014, the General Court, which sits below the European Court of Justice, rejected the appeal.\n\n\n Allegations by regulators in South Korea (2007) \nIn September 2007, South Korean regulators accused Intel of breaking antitrust law. The investigation began in February 2006, when officials raided Intel's South Korean offices. The company risked a penalty of up to 3% of its annual sales if found guilty. In June 2008, the Fair Trade Commission ordered Intel to pay a fine of US$25.5 million for taking advantage of its dominant position to offer incentives to major Korean PC manufacturers on the condition of not buying products from AMD.\n\n\n Allegations by regulators in the United States (2008–2010) \nNew York started an investigation of Intel in January 2008 on whether the company violated antitrust laws in pricing and sales of its microprocessors. In June 2008, the Federal Trade Commission also began an antitrust investigation of the case. In December 2009, the FTC announced it would initiate an administrative proceeding against Intel in September 2010.In November 2009, following a two-year investigation, New York Attorney General Andrew Cuomo sued Intel, accusing them of bribery and coercion, claiming that Intel bribed computer makers to buy more of their chips than those of their rivals and threatened to withdraw these payments if the computer makers were perceived as working too closely with its competitors. Intel has denied these claims.On July 22, 2010, Dell agreed to a settlement with the U.S. Securities and Exchange Commission (SEC) to pay $100M in penalties resulting from charges that Dell did not accurately disclose accounting information to investors. In particular, the SEC charged that from 2002 to 2006, Dell had an agreement with Intel to receive rebates in exchange for not using chips manufactured by AMD. These substantial rebates were not disclosed to investors, but were used to help meet investor expectations regarding the company's financial performance; \"These exclusivity payments grew from 10 percent of Dell's operating income in FY 2003 to 38 percent in FY 2006, and peaked at 76 percent in the first quarter of FY 2007.\" Dell eventually did adopt AMD as a secondary supplier in 2006, and Intel subsequently stopped their rebates, causing Dell's financial performance to fall.\n\n\n\nIntel has been accused by some residents of Rio Rancho, New Mexico of allowing volatile organic compounds (VOCs) to be released in excess of their pollution permit. One resident claimed that a release of 1.4 tons of carbon tetrachloride was measured from one acid scrubber during the fourth quarter of 2003 but an emission factor allowed Intel to report no carbon tetrachloride emissions for all of 2003.Another resident alleges that Intel was responsible for the release of other VOCs from their Rio Rancho site and that a necropsy of lung tissue from two deceased dogs in the area indicated trace amounts of toluene, hexane, ethylbenzene, and xylene isomers, all of which are solvents used in industrial settings but also commonly found in gasoline, retail paint thinners and retail solvents. During a sub-committee meeting of the New Mexico Environment Improvement Board, a resident claimed that Intel's own reports documented more than 1,580 pounds (720 kg) of VOCs were released in June and July 2006.Intel's environmental performance is published annually in their corporate responsibility report.\n\n\n Conflict-free production \nIn 2009, Intel announced that it planned to undertake an effort to remove conflict resources—materials sourced from mines whose profits are used to fund armed militant groups, particularly within the Democratic Republic of the Congo—from its supply chain. Intel sought conflict-free sources of the precious metals common to electronics from within the country, using a system of first- and third-party audits, as well as input from the Enough Project and other organizations. During a keynote address at Consumer Electronics Show 2014, Intel CEO at the time, Brian Krzanich, announced that the company's microprocessors would henceforth be conflict free. In 2016, Intel stated that it had expected its entire supply chain to be conflict-free by the end of the year.In its 2012 rankings on the progress of consumer electronics companies relating to conflict minerals, the Enough Project rated Intel the best of 24 companies, calling it a \"Pioneer of progress\". In 2014, chief executive Brian Krzanich urged the rest of the industry to follow Intel's lead by also shunning conflict minerals.\n\n\n\nIntel has faced complaints of age discrimination in firing and layoffs. Intel was sued in 1993 by nine former employees, over allegations that they were laid off because they were over the age of 40.A group called FACE Intel (Former and Current Employees of Intel) claims that Intel weeds out older employees. FACE Intel claims that more than 90 percent of people who have been laid off or fired from Intel are over the age of 40. Upside magazine requested data from Intel breaking out its hiring and firing by age, but the company declined to provide any. Intel has denied that age plays any role in Intel's employment practices. FACE Intel was founded by Ken Hamidi, who was fired from Intel in 1995 at the age of 47. Hamidi was blocked in a 1999 court decision from using Intel's email system to distribute criticism of the company to employees, which overturned in 2003 in Intel Corp. v. Hamidi.\n\n\n\nIn August 2016, Indian officials of the Bruhat Bengaluru Mahanagara Palike (BBMP) parked garbage trucks on Intel's campus and threatened to dump them for evading payment of property taxes between 2007 and 2008, to the tune of ₹340 million (US$4.3 million). Intel had reportedly been paying taxes as a non-air-conditioned office, when the campus in fact had central air conditioning. Other factors, such as land acquisition and construction improvements, added to the tax burden. Previously, Intel had appealed the demand in the Karnataka high court in July, during which the court ordered Intel to pay BBMP half the owed amount of ₹170 million (US$2.1 million) plus arrears by August 28 of that year.\n\n\n\n\nIntel related biographical articles on Wikipedia\n\n\n\n\n\n\n\n\n\n\nOfficial website \nBusiness data for Intel Corp.: \nIntel at Curlie",
  "links": [
    "10 nm process",
    "14 nm process",
    "16-bit computing",
    "2000s decade",
    "22 nm process",
    "32-bit computing",
    "3D XPoint",
    "3Dlabs",
    "3M",
    "4-bit computing",
    "5 nm process",
    "64-bit computing",
    "8-bit computing",
    "80187",
    "ADP (company)",
    "AIM alliance",
    "AKM Semiconductor",
    "AMD",
    "AMD v. Intel",
    "API Management",
    "ARC (processor)",
    "ARM Cortex-M",
    "ARM Holdings",
    "ARM architecture family",
    "ASCI Red",
    "ASE Group",
    "ASML Holding",
    "AVX Corporation",
    "Accellera",
    "Accenture",
    "Access (company)",
    "Accountancy Age",
    "Accounts & SSO",
    "Acer Inc",
    "Acer Inc.",
    "Achronix",
    "Actel",
    "Activision Blizzard",
    "Adobe Inc.",
    "Advanced Boolean Expression Language",
    "Advanced Host Controller Interface",
    "Advanced Micro Devices",
    "Advanced Micro Devices, Inc. v. Intel Corp.",
    "Advanced Programmable Interrupt Controller",
    "Advertising campaign",
    "African Americans",
    "Age discrimination",
    "Airbnb",
    "Alcatel Mobile Phones",
    "Aldec",
    "Alder Lake (microprocessor)",
    "Align Technology",
    "Alliance for Affordable Internet",
    "Alphabet Inc.",
    "Altera",
    "Altera Hardware Description Language",
    "Amazon (company)",
    "Amber Lake (microarchitecture)",
    "American Electric Power",
    "Amgen",
    "Ampere Computing",
    "Amplify Tablet",
    "Analog Devices",
    "AnandTech",
    "Andrew Cuomo",
    "Andrew Grove",
    "Andrew Wilson (businessman)",
    "Android (operating system)",
    "Andy Grove",
    "Ansys",
    "Anti-competitive practices",
    "Antimonopoly Act (Japan)",
    "Antitrust",
    "Antitrust laws",
    "Apple Inc",
    "Apple Inc.",
    "Apple M1",
    "Apple Worldwide Developers Conference",
    "Apple silicon",
    "Application-specific integrated circuit",
    "Applied Materials",
    "Applied Micro Circuits Corporation",
    "Argentina",
    "Arizona",
    "Arm (company)",
    "Arm Holdings",
    "Ars Technica",
    "Arthur Rock",
    "Artificial intelligence",
    "Ascender Corporation",
    "Asset",
    "AstraZeneca",
    "Asus",
    "Atari Corporation",
    "Atlassian",
    "Atmel",
    "Atom (system on a chip)",
    "Atom (system on chip)",
    "Audience (company)",
    "Autodesk",
    "Automation",
    "Autonomous cars",
    "Autonomous vehicles",
    "Avago Technologies",
    "BBC News",
    "BLU Products",
    "BSD licence",
    "Baidu",
    "Bangalore",
    "Barefoot Networks",
    "BiiN",
    "Bill Gaede",
    "Binary-coded decimal",
    "Biogen",
    "Bipolar junction transistor",
    "Bit rate",
    "Blender (software)",
    "Bloomberg News",
    "Bluetooth",
    "Board of directors",
    "Bob Colwell",
    "Bob Swan",
    "Boeing",
    "Bonnell (microarchitecture)",
    "Booking Holdings",
    "Borqs",
    "Bose Corporation",
    "Bouygues Telecom",
    "Brand loyalty",
    "Brandenburg",
    "Brian Krzanich",
    "Broadcom Corporation",
    "Broadcom Inc.",
    "Broadcom Limited",
    "Broadwell (microarchitecture)",
    "Brookfield Asset Management",
    "Bruce Sewell",
    "Bruhat Bengaluru Mahanagara Palike",
    "Bumpless Build-up Layer",
    "Bus (computing)",
    "Busicom",
    "CNET",
    "CNVi",
    "CNet",
    "CPU",
    "CPU cache",
    "CSR plc",
    "CSX Corporation",
    "CVE (identifier)",
    "C to HDL",
    "Cache Acceleration Software",
    "Cadence Design Systems",
    "California",
    "Canada",
    "Cannon Lake (microarchitecture)",
    "Cannon Lake (microprocessor)",
    "Carbon footprint",
    "Carbon tetrachloride",
    "Carnegie Mellon University",
    "Celeron",
    "Centaur Technology",
    "Central processing unit",
    "Centrino",
    "Chairman",
    "Chandler, Arizona",
    "ChangXin Memory Technologies",
    "Charlene Barshefsky",
    "Charter Communications",
    "Chaudhary Group",
    "Chemical engineer",
    "Chemist",
    "Chief executive officer",
    "China Mobile",
    "China Telecommunications Corporation",
    "China Unicom",
    "Chiplet",
    "Chipset",
    "Chisel (programming language)",
    "Cintas",
    "Circuit underutilization",
    "Cirque Corporation",
    "Cisco",
    "Cisco Systems",
    "Classmate PC",
    "Client Initiated Remote Access",
    "Cloud computing",
    "Coffee Lake",
    "Coffee Lake Refresh",
    "Cognitive computing",
    "Cognizant",
    "Cold calling",
    "Colorado",
    "Columbus, Ohio",
    "Comcast",
    "Comet Lake (microprocessor)",
    "Commodore International",
    "Common Building Block",
    "Compal Electronics",
    "Compaq",
    "Compaq Deskpro",
    "Comparison of ATI Graphics Processing Units",
    "Comparison of Intel processors",
    "Comparison of Nvidia graphics processing units",
    "Complex instruction set computer",
    "Complex programmable logic device",
    "Computer History Museum",
    "Computer hardware",
    "Computer industry",
    "Computer security",
    "Computerworld",
    "Conflict minerals",
    "Conflict resource",
    "Constellation Energy",
    "Consumer Electronics Show",
    "Consumer Ultra-Low Voltage",
    "Conventional PCI",
    "Convera Corporation",
    "Copart",
    "Copy Exactly!",
    "Core (microarchitecture)",
    "Cornell Cup USA",
    "Corporate Equality Index",
    "Corporation",
    "Corsair Gaming",
    "Costa Rica",
    "Costco",
    "Craig Barrett (Intel President)",
    "Craig Barrett (businessman)",
    "Craig Barrett (chief executive)",
    "Cray",
    "CrowdStrike",
    "Curlie",
    "Cypress Cove (microarchitecture)",
    "Cypress PSoC",
    "Cypress Semiconductor",
    "Cyrix",
    "DRAM",
    "Dalton Maag",
    "Dalvik (software)",
    "Data Analytics Library",
    "Datadog",
    "Delaware General Corporation Law",
    "Dell",
    "Dell Technologies",
    "Democratic Republic of the Congo",
    "Department of Defence",
    "Dexcom",
    "Die (integrated circuit)",
    "DigiTimes",
    "Digital Equipment Corporation",
    "Digital signal processor",
    "Diodes Incorporated",
    "Dion Weisler",
    "Direct Media Interface",
    "DocuSign",
    "Dolby Laboratories",
    "Dollar Tree",
    "Dot-com bubble",
    "Dov Frohman",
    "Dow Jones Industrial Average",
    "Dual-core",
    "Dynamic random-access memory",
    "Dynamic video memory technology",
    "EASIC",
    "EBay",
    "EDSFF",
    "EETimes",
    "EE Times",
    "ELLA (programming language)",
    "EPROM",
    "EWeek",
    "Earnings before interest and taxes",
    "Economic impact analysis",
    "Edelweiss (band)",
    "Electric energy consumption",
    "Electromagnetic interference",
    "Electronic Arts",
    "Electronic component",
    "Electronic noise",
    "Electronics",
    "Electronics industry in the United States",
    "Element Electronics",
    "Embedded Systems",
    "Embedded system",
    "Emerson Radio",
    "Encryption",
    "Engadget",
    "Engineering sample (CPU)",
    "Enough Project",
    "Equity (finance)",
    "Ericsson Mobile Platforms",
    "Error detection and correction",
    "Ethernet",
    "Ethylbenzene",
    "European Commission",
    "European Union",
    "Exelon",
    "Expansion card",
    "Explicitly parallel instruction computing",
    "FADU",
    "FPGA",
    "Fabless manufacturing",
    "Facebook",
    "Fair Trade Commission (Japan)",
    "Fairchild Semiconductor",
    "Fastenal",
    "Federal Trade Commission",
    "Federico Faggin",
    "Fibre Channel",
    "Field-programmable gate array",
    "Financial Times",
    "Finland",
    "Firmware",
    "Fiserv",
    "Flash file system",
    "Flash memory",
    "Flash memory controller",
    "Flex (company)",
    "Flexible Display Interface",
    "Floating-point",
    "Floating-point unit",
    "Flow to HDL",
    "Fog computing",
    "Fortinet",
    "Fortune (magazine)",
    "Fortune 500",
    "Foxconn",
    "FreeBSD",
    "Free software movement",
    "Freely redistributable software",
    "Freescale Semiconductor",
    "Fujitsu",
    "Fusion-io",
    "Gamasutra",
    "Garbage collection (SSD)",
    "Garmin",
    "Gasoline",
    "Gemalto",
    "General Electric",
    "Generic array logic",
    "Geographic coordinate system",
    "Germany",
    "Gesture",
    "Gigafactory Berlin-Brandenburg",
    "Gilead Sciences",
    "GlobalFoundries",
    "Goke Microelectronics",
    "Golden Cove",
    "Golden Cove (microarchitecture)",
    "Goldmont",
    "Goldmont Plus",
    "Google",
    "Google Nexus",
    "Gordon E. Moore",
    "Gordon Moore",
    "Gracemont (microarchitecture)",
    "Graham Lea (journalist)",
    "Graphic card",
    "Graphics card",
    "Graphics processing unit",
    "Greenliant Systems",
    "Gruppo TIM",
    "HGST",
    "HP Inc",
    "HP Inc.",
    "HTC",
    "HTC Dream",
    "Haaretz",
    "Haifa",
    "Handel-C",
    "Hard disk drive",
    "Hardware acceleration",
    "Hardware description language",
    "Harman International Industries",
    "Haswell (microarchitecture)",
    "Havok (company)",
    "Havok (software)",
    "Hella Zippy",
    "Helvetica",
    "Heterogeneous computing",
    "Hewlett-Packard",
    "Hewlett Packard",
    "Hexane",
    "HiSilicon",
    "High-Tech Employee Antitrust Litigation",
    "High-bandwidth Digital Content Protection",
    "High-level synthesis",
    "Hillsboro, Oregon",
    "Hillsboro Argus",
    "Hindustan Times",
    "Home appliance",
    "Honeywell",
    "Host Embedded Controller Interface",
    "Huawei",
    "Human Rights Campaign",
    "Hyper-threading",
    "Hypercube internetwork topology",
    "I/O Acceleration Technology",
    "I/O Controller Hub",
    "I386",
    "I486",
    "IA-32",
    "IA-32 Execution Layer",
    "IBM",
    "IBM PC",
    "IBM PC compatible",
    "IBM Personal Computer/AT",
    "ICE (FPGA)",
    "IDG News",
    "IM Flash Technologies",
    "INTERP/80",
    "IOPS",
    "ISBN (identifier)",
    "ISNI (identifier)",
    "ISSN (identifier)",
    "IWarp",
    "IXP1200",
    "Ice Lake (microprocessor)",
    "Idexx Laboratories",
    "Illumina, Inc.",
    "InFocus",
    "InTru3D",
    "Indian rupee",
    "Indilinx",
    "Industrial espionage",
    "Infineon",
    "Infineon Technologies",
    "Ingredient branding",
    "Initial public offering",
    "Input/output",
    "Inside (2011 film)",
    "Inside Films",
    "Integrated Micro-Electronics, Inc.",
    "Integrated Performance Primitives",
    "Integrated circuit",
    "Integrated graphics",
    "Intel740",
    "Intel (disambiguation)",
    "Intel 1103",
    "Intel 4004",
    "Intel 4040",
    "Intel 8008",
    "Intel 80186",
    "Intel 80188",
    "Intel 80286",
    "Intel 80287",
    "Intel 80376",
    "Intel 80386",
    "Intel 80386EX",
    "Intel 80386SX",
    "Intel 80387",
    "Intel 80387SX",
    "Intel 80486",
    "Intel 80486SL",
    "Intel 80486SX",
    "Intel 80486 OverDrive",
    "Intel 80487",
    "Intel 8080",
    "Intel 8085",
    "Intel 8086",
    "Intel 8087",
    "Intel 8088",
    "Intel ADX",
    "Intel AMT versions",
    "Intel AZ210",
    "Intel Active Management Technology",
    "Intel Advisor",
    "Intel Architecture Labs",
    "Intel Atom",
    "Intel C++ Compiler",
    "Intel CPUs",
    "Intel Capital",
    "Intel Clear Video",
    "Intel Cluster Ready",
    "Intel Communication Streaming Architecture",
    "Intel Compute Stick",
    "Intel Core",
    "Intel Core (microarchitecture)",
    "Intel Core 2",
    "Intel Corp. v. Advanced Micro Devices, Inc.",
    "Intel Corp. v. Hamidi",
    "Intel Corporation Inc. v CPM United Kingdom Ltd",
    "Intel Curie",
    "Intel DX2",
    "Intel DX4",
    "Intel Developer Forum",
    "Intel Developer Zone",
    "Intel Display Power Saving Technology",
    "Intel Driver Update Utility",
    "Intel Edison",
    "Intel Extreme Masters",
    "Intel Fortran Compiler",
    "Intel Foundation Achievement Award",
    "Intel GMA",
    "Intel Galileo",
    "Intel Graphics Technology",
    "Intel HD and Iris Graphics",
    "Intel High Definition Audio",
    "Intel Hub Architecture",
    "Intel Inboard 386",
    "Intel Inspector",
    "Intel International Science and Engineering Fair",
    "Intel Ireland",
    "Intel Itanium",
    "Intel Loihi",
    "Intel Management Engine",
    "Intel Mobile Communications",
    "Intel Modular Server System",
    "Intel Museum",
    "Intel Outstanding Researcher Award",
    "Intel PRO/Wireless",
    "Intel Paragon",
    "Intel Parallel Studio",
    "Intel Play",
    "Intel Quark",
    "Intel Quartus Prime",
    "Intel QuickPath Interconnect",
    "Intel Quick Sync Video",
    "Intel Rapid Storage Technology",
    "Intel Reader",
    "Intel Research",
    "Intel SHA extensions",
    "Intel Science Talent Search",
    "Intel Secure Key",
    "Intel Security",
    "Intel Skulltrail",
    "Intel System Development Kit",
    "Intel Teach",
    "Intel Tera-Scale",
    "Intel Turbo Boost",
    "Intel Ultra Path Interconnect",
    "Intel Upgrade Service",
    "Intel Viiv",
    "Intel Xe",
    "Intel i860",
    "Intel i960",
    "Intel iAPX 432",
    "Intel iPSC",
    "Intel iPSC/2",
    "Intel iPSC/860",
    "Intel vPro",
    "Intellectual property",
    "Intellectual property rights",
    "Intelligence assessment",
    "Intergraph",
    "Interlink Electronics",
    "International Committee for Information Technology Standards",
    "International Data Corporation",
    "International sanctions during the Russo-Ukrainian War",
    "Intuit",
    "Intuitive Surgical",
    "Israel",
    "Italy",
    "Itanium",
    "Ivy Bridge (microarchitecture)",
    "JBL (company)",
    "JD.com",
    "JEDEC",
    "JHDL",
    "JMicron",
    "Jabil",
    "Java Optimized Processor",
    "Jensen Electronics",
    "Jerusalem",
    "Jim Goetz",
    "Jingle",
    "John C. Dvorak",
    "John Markoff",
    "Joseph Tsai",
    "Justin Rattner",
    "KDDI",
    "KEMET Corporation",
    "KLA-Tencor",
    "KLA Corporation",
    "Kaby Lake",
    "Karnataka",
    "Kenmore (brand)",
    "Keurig Dr Pepper",
    "Kimball International",
    "Kingston Technology",
    "Kioxia",
    "Kiryat Gat",
    "Kittson (processor)",
    "Koss Corporation",
    "Kraft Heinz",
    "Kyocera",
    "LEON",
    "LG Electronics",
    "LSI Corporation",
    "Lam Research",
    "Lantiq",
    "Larrabee (microarchitecture)",
    "LatencyTOP",
    "LatticeMico32",
    "LatticeMico8",
    "Lattice Semiconductor",
    "Lawsuit",
    "Lenovo",
    "Leslie L. Vadász",
    "Lexmark",
    "Libre-SOC",
    "Linspire",
    "Linux",
    "Linux Foundation",
    "List of HDL simulators",
    "List of Intel Atom processors",
    "List of Intel CPU microarchitectures",
    "List of Intel Celeron processors",
    "List of Intel Core-based Xeon microprocessors",
    "List of Intel Core 2 processors",
    "List of Intel Core M processors",
    "List of Intel Core i3 processors",
    "List of Intel Core i5 processors",
    "List of Intel Core i7 processors",
    "List of Intel Core i9 processors",
    "List of Intel Core processors",
    "List of Intel Itanium processors",
    "List of Intel NetBurst-based Xeon microprocessors",
    "List of Intel P6-based Xeon microprocessors",
    "List of Intel Pentium 4 processors",
    "List of Intel Pentium D processors",
    "List of Intel Pentium III processors",
    "List of Intel Pentium II processors",
    "List of Intel Pentium M processors",
    "List of Intel Pentium Pro processors",
    "List of Intel Pentium processors",
    "List of Intel SSDs",
    "List of Intel Xeon processors",
    "List of Intel Xeon processors (Broadwell-based)",
    "List of Intel Xeon processors (Haswell-based)",
    "List of Intel Xeon processors (Ivy Bridge-based)",
    "List of Intel Xeon processors (Nehalem-based)",
    "List of Intel Xeon processors (Sandy Bridge-based)",
    "List of Intel Xeon processors (Skylake-based)",
    "List of Intel chipsets",
    "List of Intel codenames",
    "List of Intel graphics processing units",
    "List of Intel graphics processing units (2013 or earlier)",
    "List of Intel manufacturing sites",
    "List of Intel microprocessors",
    "List of Intel processors",
    "List of Semiconductor Fabrication Plants",
    "List of computer system manufacturers",
    "List of flash memory controller manufacturers",
    "List of semiconductor fabrication plants",
    "List of solid-state drive manufacturers",
    "Logic block",
    "Logic circuit",
    "Logitech",
    "Lola (computing)",
    "Low-power electronics",
    "Lucid Motors",
    "Lululemon",
    "Lynchburg College",
    "M.2",
    "MIPS Technologies",
    "MIT license",
    "MMC-1",
    "MMC-2",
    "MOSFET",
    "MSATA",
    "MacRumors",
    "Mac transition to Apple silicon",
    "Mac transition to Intel processors",
    "Macintosh",
    "Magdeburg",
    "Magnavox",
    "Magnetic-core memory",
    "Mainframe computer",
    "Malaysia",
    "Marantz",
    "Marcian Hoff",
    "Marimba",
    "MarketWatch",
    "Market dominance",
    "Marketing",
    "Marketing campaign",
    "Marriott International",
    "Marvell Technology",
    "Marvell Technology Group",
    "Masatoshi Shima",
    "Massachusetts",
    "Match Group",
    "Math Kernel Library",
    "Max Palevsky",
    "Maxim Integrated",
    "Maxwell Technologies",
    "McAfee",
    "MediaTek",
    "Medtronic",
    "Mellanox Technologies",
    "Meltdown (security vulnerability)",
    "Memorex",
    "Memory cell (computing)",
    "Mentor Graphics",
    "Mercado Libre",
    "Mergers and acquisitions",
    "Mesa (computer graphics)",
    "Meta Platforms",
    "Michael Robertson (businessman)",
    "MicroAge",
    "MicroBlaze",
    "Microchip Technology",
    "Microcomputer",
    "Micron Technology",
    "Microprocessor",
    "Microsemi",
    "Microsoft",
    "Mobile Internet device",
    "Mobile device",
    "Mobile network operator",
    "Mobile phone",
    "Mobileye",
    "Moblin project",
    "ModelSim",
    "Modem",
    "Moderna",
    "Mondelez International",
    "Monster Beverage",
    "Monster Cable",
    "Moore's law",
    "Moovit",
    "Motherboard",
    "Motorola Mobility",
    "Mountain View, California",
    "Movidius",
    "Multi-level cell",
    "MultiProcessor Specification",
    "Multinational corporation",
    "Musikvergnuegen",
    "MyHDL",
    "Myriad Group",
    "NAND flash",
    "NAND flash memory",
    "NASA",
    "NEC",
    "NPR",
    "NTT Docomo",
    "NVM Express",
    "NXP",
    "NXP Semiconductors",
    "Nanya Technology",
    "Nasdaq",
    "Nasdaq-100",
    "National Semiconductor",
    "Natural language processing",
    "Natural language recognition",
    "Necropsy",
    "Neelie Kroes",
    "Nehalem (microarchitecture)",
    "Neo Sans",
    "Nepal Telecom",
    "Nervana Systems",
    "NetApp",
    "NetBurst (microarchitecture)",
    "NetEase",
    "Net income",
    "Netflix",
    "Netherlands",
    "Netronome",
    "Network interface controller",
    "Network switch",
    "New Albany, Ohio",
    "New Mexico",
    "New York Attorney General",
    "Next Unit of Computing",
    "Nimbus Data",
    "Nios II",
    "Nios embedded processor",
    "Nuance Communications",
    "NutraSweet",
    "Nvidia",
    "O'Reilly Auto Parts",
    "OCZ",
    "OFono",
    "Okta, Inc.",
    "Old Dominion Freight Line",
    "Omar Ishrak",
    "Omek Interactive",
    "Omni-Path",
    "Omron",
    "OnCue",
    "Only the Paranoid Survive",
    "Onsemi",
    "Open-channel SSD",
    "Open-source hardware",
    "Open-source model",
    "Open-source software",
    "OpenBSD",
    "OpenBSD Journal",
    "OpenCores",
    "OpenFog Consortium",
    "OpenPOWER Microwatt",
    "OpenRISC",
    "OpenRISC 1200",
    "OpenVINO",
    "OpenVera",
    "Open 3D Engine",
    "Open Handset Alliance",
    "Open NAND Flash Interface Working Group",
    "Optane",
    "Optical fiber",
    "Oracle Corporation",
    "Oregon",
    "P5 (microarchitecture)",
    "P6 (microarchitecture)",
    "PALASM",
    "PCI Express",
    "PCI IDE ISA Xcelerator",
    "PCIe",
    "PCMag",
    "PC Magazine",
    "PC World",
    "PC World (magazine)",
    "PMC-Sierra",
    "Paccar",
    "PacketVideo",
    "Paint thinner",
    "Palm Inc",
    "Palo Alto Networks",
    "Panasonic",
    "Parallel ATA",
    "Parallel computing",
    "Pat Gelsinger",
    "Patch (computing)",
    "Paul Morley",
    "Paul Otellini",
    "PayPal",
    "Paychex",
    "Penryn (microarchitecture)",
    "Pentium",
    "Pentium (original)",
    "Pentium 4",
    "Pentium D",
    "Pentium Dual-Core",
    "Pentium FDIV bug",
    "Pentium II",
    "Pentium III",
    "Pentium M",
    "Pentium OverDrive",
    "Pentium Pro",
    "PepsiCo",
    "Performance acceleration technology",
    "Personal computer",
    "Petah Tikva",
    "Philco",
    "Phison",
    "Phoenix, Arizona",
    "PicoBlaze",
    "Pinduoduo",
    "Planar Systems",
    "Plantronics",
    "Platform Controller Hub",
    "Platform Environment Control Interface",
    "Poland",
    "Portland metropolitan area",
    "PowerPC",
    "PowerTOP",
    "Power ISA",
    "Primary storage",
    "Princeton University",
    "Process–architecture–optimization model",
    "Product (business)",
    "Programmable Array Logic",
    "Programmable logic array",
    "Programmable logic device",
    "Property Specification Language",
    "Proprietary hardware",
    "Public company",
    "Pyle USA",
    "Qimonda",
    "Qualcomm",
    "Qualcomm Atheros",
    "RAM",
    "RCA",
    "RCA (trademark)",
    "RISC-V",
    "Rajeev Chandrasekhar",
    "RapidCAD",
    "Razer Inc",
    "Read-only memory",
    "Recon Instruments",
    "Reconfigurable computing",
    "Red Peek Branding",
    "RedaktionsNetzwerk Deutschland",
    "Reduced instruction set computer",
    "Reed Hundt",
    "Regeneron",
    "Regeneron Science Talent Search",
    "Renesas Electronics",
    "Renée James",
    "Republic of Ireland",
    "Revenue",
    "Rio Rancho, New Mexico",
    "Risa Lavizzo-Mourey",
    "Robert H. Swan",
    "Robert Noyce",
    "Robert Wood Johnson Foundation",
    "Rocket Lake",
    "Ross Stores",
    "Russia",
    "S&P 100",
    "S&P 500",
    "SATA",
    "SATA Express",
    "SCSI",
    "SK Hynix",
    "ST-Ericsson",
    "STMicroelectronics",
    "STec, Inc.",
    "SUDOC (identifier)",
    "SVOX",
    "Saffron Technology",
    "Salt Lake City",
    "Saltwell (microarchitecture)",
    "Samsung",
    "Samsung Electronics",
    "SanDisk",
    "SandForce",
    "Sandy Bridge",
    "Sanjay Jha (businessman)",
    "Sanmina Corporation",
    "Santa Clara, California",
    "Sasken Communication Technologies",
    "Schottky transistor",
    "Seagate Technology",
    "Seagen",
    "Sean Maloney (technology)",
    "Seiki Digital",
    "Self-driving car",
    "Semiconductor",
    "Semiconductor Chip Protection Act of 1984",
    "Semiconductor Industry Association",
    "Semiconductor Manufacturing International Corporation",
    "Semiconductor chip",
    "Semiconductor device",
    "Semiconductor fabrication plant",
    "Semiconductor industry",
    "Semiconductor memory",
    "Semiconductors",
    "Sequoia Capital",
    "Serial ATA",
    "Serial ATA International Organization",
    "Serial Digital Video Out",
    "Serial attached SCSI",
    "Sharp Corporation",
    "Shift register",
    "Shooting Star (drone)",
    "SiRF",
    "Siemens",
    "Signetics",
    "Silicon Forest",
    "Silicon Graphics",
    "Silicon Image",
    "Silicon Integrated Systems",
    "Silicon Motion",
    "Silicon Photonics Link",
    "Silicon Valley",
    "Silicon gate",
    "Silvaco Data Systems v. Intel Corp.",
    "Silvermont",
    "Simple Firmware Interface",
    "Singapore",
    "Single-chip Cloud Computer",
    "Sirius XM",
    "Skullcandy",
    "Skylake (microarchitecture)",
    "Skyworks Solutions",
    "Small Form Factor Committee",
    "Smartphone",
    "SoFIA",
    "SoftBank Group",
    "Soft microprocessor",
    "Software",
    "Software Guard Extensions",
    "Software bug",
    "Solectron",
    "Solid-state drive",
    "Solid-state storage",
    "Solid state drive",
    "Solid state storage initiative",
    "Solvent",
    "Sony",
    "Sony Mobile",
    "Spain",
    "Spansion",
    "Spectre (security vulnerability)",
    "SpeedStep",
    "Splunk",
    "Sprint Corporation",
    "Square, Inc.",
    "Stable Image Platform Program",
    "Stanford University",
    "Stanley Mazor",
    "Starbucks",
    "Static random-access memory",
    "Stealey",
    "Steve Jobs",
    "Steven McGeady",
    "Stonesoft Corporation",
    "Storage Networking Industry Association",
    "Stratix",
    "StrongARM",
    "Subsidiary",
    "Sun Microsystems",
    "Sunny Cove",
    "Sunny Cove (microarchitecture)",
    "Supercomputer",
    "Supervisor Mode Access Prevention",
    "Susan Decker",
    "Synaptics",
    "Synopsys",
    "SystemC",
    "SystemVerilog",
    "SystemVerilog DPI",
    "System Controller Hub",
    "System Management Bus",
    "System on a chip",
    "T-Mobile",
    "T-Mobile US",
    "TPG Capital",
    "TSMC",
    "Tablet computer",
    "Tabula (company)",
    "Tarari (company)",
    "Technical support",
    "Technicolor SA",
    "Technology",
    "Technology Review",
    "Technology company",
    "Teleca",
    "Telefónica",
    "Telegraph Media Group",
    "Telus",
    "Tesla, Inc.",
    "Texas Instruments",
    "The Astonishing Tribe",
    "The Beauty Inside (web series)",
    "The Daily Telegraph",
    "The Innovators (book)",
    "The Inquirer",
    "The Mercury News",
    "The Monterey County Herald",
    "The New York Times",
    "The Observer",
    "The Oregonian",
    "The Power Inside",
    "The Seattle Times",
    "The Verge",
    "The Wall Street Journal",
    "The Washington Post",
    "Theo de Raadt",
    "ThoughtCo",
    "Threading Building Blocks",
    "Thunderbolt (interface)",
    "Ticker symbol",
    "Tick–tock model",
    "Tiger Lake (microprocessor)",
    "Tim Berners-Lee",
    "Tim Cook",
    "Timeline of Intel",
    "Timeline of intel",
    "Tizen",
    "Tokyo Electron",
    "Tolapai",
    "Toluene",
    "Topology (electrical circuits)",
    "Toshiba",
    "Tower Semiconductor",
    "Trade name",
    "Transient execution CPU vulnerability",
    "Transistor",
    "Transmeta",
    "Tremont (microarchitecture)",
    "Trim (computing)",
    "Trove (identifier)",
    "Tsu-Jae King Liu",
    "Tsukuba, Ibaraki",
    "Turtle Beach Corporation",
    "U.2",
    "U.3",
    "U.S. Securities and Exchange Commission",
    "UC Berkeley College of Engineering",
    "USA Today",
    "USB",
    "USB-C",
    "USB Implementers Forum",
    "Ultra-low-voltage processor",
    "Ultrabook",
    "Unfair competition",
    "Unified Power Format",
    "United Kingdom",
    "United Microelectronics Corporation",
    "United States",
    "United States dollar",
    "United States sanctions against China",
    "United States v. Microsoft Corp. (2001)",
    "Universal Serial Bus",
    "Unmanned aerial vehicle",
    "Upside (magazine)",
    "Utah",
    "VHDL",
    "VHDL-AMS",
    "VHDL-VITAL",
    "VIAF (identifier)",
    "VIA Technologies",
    "VMWare",
    "VTune",
    "Venture Beat",
    "Venture capital",
    "Verilog",
    "Verilog-A",
    "Verilog-AMS",
    "Verilog-to-Routing",
    "Verisign",
    "Verisk",
    "Vertex Pharmaceuticals",
    "Vietnam",
    "ViewSonic",
    "Viiv",
    "Vinod Dham",
    "Virtex (FPGA)",
    "Virtual 8086 mode",
    "Virtutech",
    "Vishay Intertechnology",
    "Vision (game engine)",
    "VisualOn",
    "Vizio",
    "Vodafone",
    "Volatile organic compound",
    "Vuzix",
    "Walgreens Boots Alliance",
    "Wall Street Journal",
    "Walter Werzowa",
    "Washington (state)",
    "Washington County, Oregon",
    "Wayback Machine",
    "Wayland (display server protocol)",
    "Wear leveling",
    "Wearable technology",
    "Western Digital",
    "Westinghouse Electric Company",
    "Westinghouse Electronics",
    "Westmere (microarchitecture)",
    "Whiskey Lake (microprocessor)",
    "White box (computer hardware)",
    "Wi-Fi",
    "WiDi",
    "Will.i.am",
    "Willow Cove",
    "Wind River Systems",
    "Windows 8",
    "Wintel",
    "Wipro Technologies",
    "Wired (website)",
    "Wired UK",
    "Wireless",
    "Workday, Inc.",
    "Working Mother",
    "Write amplification",
    "X.Org Server",
    "X25-M",
    "X86",
    "X86-64",
    "X87",
    "XScale",
    "Xcel Energy",
    "Xen",
    "Xeon",
    "Xerox",
    "Xilinx",
    "Xilinx ISE",
    "Xilinx Vivado",
    "Xircom",
    "Xputer",
    "Xylene",
    "Xylo-marimba",
    "Xylophone",
    "Yangtze Memory Technologies",
    "Yonah (microprocessor)",
    "ZDNet",
    "ZTE",
    "ZTE Corporation",
    "Zen (microarchitecture)",
    "Zenith Electronics",
    "Zet (hardware)",
    "Zilog",
    "Zoom Video Communications",
    "Zscaler",
    "Интерфакс"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/c/ce/2200missioncollegeblvd.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/Andy_Grove_Robert_Noyce_Gordon_Moore_1978_edit.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/ed/Decrease2.svg",
    "https://upload.wikimedia.org/wikipedia/commons/f/fc/Federico_Faggin_%28cropped%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/d/d9/Flag_of_Canada_%28Pantone%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/b/bc/Flag_of_Finland.svg",
    "https://upload.wikimedia.org/wikipedia/commons/4/45/Flag_of_Ireland.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/d4/Flag_of_Israel.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/20/Flag_of_the_Netherlands.svg",
    "https://upload.wikimedia.org/wikipedia/commons/b/b0/Increase2.svg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/Industry5.svg",
    "https://upload.wikimedia.org/wikipedia/commons/7/7d/Intel_logo_%282006-2020%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/1/1b/Intel_525_mSATA_SSD.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/6/64/Intel_8742_153056995.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/f/fc/Intel_Costa_12_2007_SJO_105b.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/5/53/Intel_Inside_Logo_%281968-2003%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/8/82/Intel_Inside_Logo_%282003-2006%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/de/Intel_logo_%281968-2006%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/d/de/Intel_logo_%281968-2006%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/7/7d/Intel_logo_%282006-2020%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/6/6a/Intel_logo_%282020%2C_dark_blue%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/0/0e/Intel_logo_%282020%2C_light_blue%29.svg",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/Otellini_Barrett_Maloney.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/d/da/SF_From_Marin_Highlands3.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/b/ba/Flag_of_Germany.svg",
    "https://upload.wikimedia.org/wikipedia/en/0/03/Flag_of_Italy.svg",
    "https://upload.wikimedia.org/wikipedia/en/1/12/Flag_of_Poland.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/9a/Flag_of_Spain.svg",
    "https://upload.wikimedia.org/wikipedia/en/a/ae/Flag_of_the_United_Kingdom.svg",
    "https://upload.wikimedia.org/wikipedia/en/a/a4/Flag_of_the_United_States.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/99/Question_book-new.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/96/Symbol_category_class.svg"
  ]
}