{
  "title": "List of Cowon products",
  "url": "https://en.wikipedia.org/wiki/List_of_Cowon_products",
  "body": "This is a list of the products manufactured by Korean consumer electronics and software corporation Cowon Systems, Inc.\n\n\n\n\n\n\nOn December 28, 2010 (2010-12-28), the Cowon D3 Plenue was announced. The Cowon D3 Plenue constitutes Cowon's first foray into the Android-based portable media player market. The Cowon D3 Plenue's third iteration has a battery life of up to 30 hours when listening to hi-res files and 45 hours when playing MP3 files. The PD3 has Bluetooth, a dual DAC, and a volume wheel to its 2021 player. It is equipped with a 3.7-inch AMOLED display that supports 480x800 resolution, and supports a powerful video playback function that allows you to enjoy full HD video with 1920x1080 resolution without any additional conversion. In addition, the HDMI output function that can be connected to an external TV and the NTFS format support that can directly store and view high-capacity files of 4GB or more are superior to normal Android smartphones in the video viewing environment.\n\n\n\n\nOn January 19, 2012 (2012-01-19), the Cowon Z2 Plenue was announced for release and on January 26, 2012, Cowon Systems Inc. released the Cowon Z2 Plenue. The Cowon Z2 Plenue is widely considered to be the successor to the earlier D3 Plenue, upon which it improves in a number of ways, most notably its speed. The Z2 features a 1 GHz Cortex-A8 CPU, 512MB of RAM, a 320 MHz Mali-200 GPU, and an 800 MHz Mali-VE6 \"Full HD\" VPU. An Engadget reviewer called the Cowon Z2 Plenue \"stunningly quick\" and stated: \"the touch response was just as good as on our Galaxy S II. In fact, that's indicative of the overall system.\" The Z2 features a 3.7-inch Gorilla Glass-covered Super AMOLED touchscreen with pixel dimensions of 480×800 and have storage space ranging from 8 to 32GB. In addition, through the 3.7-inch AMOLED display, full HD video without any conversion process can be accessed, and it can be used as a home media player such as transferring large files of 4GB or more and HDMI output. The Cowon Z2 Plenue offers both black and white colours. The Z2 was awarded the iF product design award in the year of its release. In particular, it is equipped with a 1 GHz powerful processor (CPU) and a full HD video and 3D graphics processor to enhance multimedia and various application driving capabilities.\n\n\n\nOn February 29, 2012, Cowon Systems Inc. released the Cowon A5 Plenue. The Cowon A5 Plenue is a portable media player that has a 4.8 inch 800x480 pixel thin-film-transistor (TFT) touchscreen, JetEffect sound engine, Android 2.3 OS with custom UI, 1 GHz CPU, 800 MHz vídeo chip, Mali GPU, microSD slot, and a 32GB or 64GB storage.\n\n\n\nOn May 9, 2012, Cowon Systems Inc. released the Cowon Q7 Plenue. The Cowon Q7 Plenue is an electronic tablet and dictionary and runs on the Android operating system (Android OS). The Android OS allows for the device to use a variety of applications, including dictionaries, video apps, and the ability to listen to music. The design of the Cowon Q7 Plenue has rounded edges and a curved backside.\n\n\n\nOn December 2, 2015, Cowon Systems Inc. released the Cowon D Plenue. The Cowon D Plenue can support sample rates of up to 192 kHz and file formats such as AIFF, ALAC, FLAC, WAV, WMA, and MP3. It has 32GB of storage, expandable mircoSD, 3.7-inch screen, 100 hours of battery life. The product has dimensions of 7.7 x 5.3 x 1.5 cm and weighs 94g. The Cowon D Pluenue has a punchy bass, insightful midrange, and good tonal balance.\n\n\n\nIn January 2018, Cowon Systems Inc. released Cowon 2 Plenue Mark II. Cowon 2 Plenue Mark II When used in conjunction with a SoundPlus amplifier, the Cowon 2 Plenue Mark II can play PCM and DSD files up to 24-bit/192 kHz. The JetEffect 7 and BBE for EQ are included. It is 200g in weight. The balanced output of 3.24Vrms expresses high quality powerful and clear sound, and the Cowon 2 Plenue Mark II can enhance the playback length to 10 hours and 30 minutes to enjoy music for a long period with plenty of time. Furthermore, System Tolerance is enhanced by consistent, high-quality sound.\n\n\n\nIn September 2019, Cowon Systems Inc. released the Cowon R2 Plenue. The Cowon R2 Plenue is 11 cm tall and 14mm thick and weighs at 154g. The device is made out of glass, aluminium, and contoured plastic. A microSD card slot is located on the left side of the frame. The PR2's on-board memory of 128GB can be expanded to 256GB. Cowon estimates that it will be good for well over 100,000 tunes. Physical controls for volume up/down, play/pause, and skip forwards/backwards are on the right. It has a 3.7in AMOLED touch-screen in 800 x 400 resolution.\n\n\n\n\n\n\n\nOn December 8, 2008, Cowon Systems, Inc. released the Cowon S9, a touchscreen portable media player. It supports audio and video file types such as MP3, Ogg Vorbis, and FLAC, as well as DivX and Xvid. The S9 is 2.2in wide and 4.17in high and weighing in at less than 80g. The 3.3-inch AMOLED display is one of the S9's most appealing features. The screen has a 480 x 272 resolution, exhibiting rich, vibrant colours on anything that happens to tickle its pixels. The video quality is good, the visuals are sharp, and the user interface is easy to use.\n\n\n\nCowan J3 was released on March 29, 2010. Cowon J3 has a 3.3in AMOLED screen, 8/16GB internal memory, microSD card slot, JetEffect 3.0 EQ engine, and FM radio with recording.\n\n\n\nCowon X7 was released on October 14, 2010. Cowon X7 has a 120/160GB hard drive, 4.3in screen, JetEffect 3.0 audio engine, 103 hours music, 10 hours video battery, and Divx video support. The Cowon X7 also has a FM radio, an image viewer a sound recorder, Bluetooth, and an AMOLED touchscreen. The X7 produces a balanced and open sound, with enough of room for high-quality AIFF, FLAC, and WAV files (AACs and MP3s also work).\n\n\n\nIn April 2011, the Cowon C2 was announced as a replacement for the Cowon D2. The Cowon C2 has a 2.6-inch diagonal resistive touchscreen, 320 x 240 pixels resolution, 16GB of memory, MicroSD Slot, JetEffect 3.0 BBE+ Audio Enhancement, 84g (2.96 ounces) in weight, and 12.8mm (0.5-inches) thick. Its 2.6-inch resistive touch panel accommodates both music and video. The device has a battery life that lasts around 55 hours, as well as an integrated microSD card for expansion and the company's world-class audio quality.\n\n\n\nOn July 13, 2012 (2012-07-13), the Cowon X9 was announced. The Cowon X9 is the MP3 player with the world's longest battery life, claiming a continuous music playback time of 110 hours. Cowon X9 has an internal memory of 16/32GB, a microSD card slot, JetEffect 5 audio engine, 4.3in 272 x 480 pixel screen, and a resistive touchscreen.\n\n\n\nOn March 30, 2013 (2013-03-30) Cowon D20 released a third revision of their Cowon D2 media player, with the main differences being the removal of a kickstand slot on the right hand side (replaced with a built-in loudspeaker), an enhanced battery life of approximately 90 hours of audio playback, and an updated UI. The Cowon D20 can play 90 hours of music, in addition to 13 hours of video, on a single charge, which is enough to keep the music going for a long weekend. The player has a 2.5-inch, 320 x 240 resistive touchscreen, 8GB to 32GB of built-in storage, an SD card slot, and Cowon's recognizable UI.\n\n\n\n\n\n\nOn July 29, 2008, Cowon Systems Inc. released the Cowon P5. The Cowon P5 is 800x480 pixels on a 5-inch touchscreen panel powered by a 700 MHz RMI Alchemy AU1250 CPU and Cowon's Widget+Haptic UI. It is a 138.8 x 88.5 x 20.0-mm PMP and features standard USB and USB-host connections, T-DMB broadcast TV, FM radio, Bluetooth, TV-out (component, S-Video, and composite), stereo speakers, and up to 80GB of storage (which sounds like brushed aluminium to us). It comes pre-loaded with a Win CE Internet browser (a WiFi dongle can be added via the USB jack), MS Office document viewer, electronic dictionary, and support for AVI, ASF, WMV, MPG, OGM, DivX, Xvid, MPEG4, WMV9, MP3, WMA, AC3, Ogg Vorbis, FLAC.\n\n\n\nOn October 13, 2008, Cowon Systems Inc. released the  Cowon O2, a light and portable flash PMP based on flash memory. The Cowon O2 is 4.7 by 2.9in and weighs at 200g. The device features a 4.3-inch LCD touchscreen with 480 x 272 resolution, which makes it suitable for watching videos, but it also means processing power in the form of a Qualcomm Snapdragon 800 processor. The 4.3in 480 x 272 resolution LCD touchscreen is the most visible feature. The Cowon O2 has a memory of 16 or 32GB of onboard flash RAM scalable to 48 or 64GB using SDHC memory cards. It is compatible with AVI, ASF, H.264, MPEG, DivX, Xvid, and WMV files. All of these things contribute to it being such a versatile player.\n\n\n\n\n\n Cowon V5 \nIn January 2010, Cowon V5 was available to the public by Cowon Systems Inc. The Cowon V5 has a Windows CE 6.0 underlying operating system, a 4.8-inch resistive touchscreen, 800 x 480 pixel resolution, HDMI / USB sockets, integrated speaker, voice recorder, 3.5mm headphone jack, 8/16/32GB of internal storage, an SDHC expansion slot, and battery life for 45 hours of music playback or 10 hours with video.\n\n\n Cowon V5W \nIn July 2010, Cowon announced the Cowon V5W, an upgrade to the V5 model, as a new media player. The support for WiFi networking is the main difference between the new device and its predecessor. The V5W includes a 4.8-inch WVGA touchscreen, 800 x 480 pixel resolution, up to 64GB of flash storage, an HDMI output, WiFi b/g and a S/PDIF output. It runs a bespoke Cowon UI on top of Windows CE 6.0 and runs a custom Cowon UI. Flash support, an SD card slot, and Full HD video playback through the HDMI output are all included. Cowon's JetEffect 3.0 audio processing technology is used. The battery life is said to be up to 45 hours of music, 10 hours of video, or 300 hours of standby.\n\n\n Cowon V5S \nOn February 17, 2011, the Cowon V5S was released. The V5S has a 12.2 cm (4.8 inches) screen with a resolution of '1920 x 1080p,' which can play full HD video lectures without transcoding. It also offers a high-definition multimedia interface (HDMI) output capability, allowing you to see Full HD images on a big screen at home by connecting it to a digital TV. It also has 64 GB of internal memory, and the external SD card support feature make storing and using large-capacity videos easy.\n\n\n\nOn December 10, 2010, Cowon Systems Inc. released the Cowon 3D. The Cowon 3D is the world's first glasses-free 3D PMP that the company introduced and was released in the domestic market in December 2010. On May 26, 2011, Cowon System stated that Cowon 3D, the world's first unmanned 3D PMP, will be available starting June 10 at Japan's top general shops, including Yodobashi Camera, Big Camera, and Soap. Cowon 3D has HD video playback, wireless Internet HDM digital output via wireless LAN, and a 4.8-inch 3D display.\n\n\n\nOn December 7, 2011, Cowon Systems Inc. released the Cowon R7. The Cowon R7 focuses on the original purpose of the PMP. The Cowon R7 has a PIXI clear LCD, 7-inch PMP R7, 7-inch wide screen, and 7-inch Clear LCD with 16.7 million colors. The product can view videos ranging from high-definition movies to videos for educational purposes. It supports famous Internet lectures such as Megastudy, Etus, and Vitaedu, and is equipped with Doosan Donga's English-Korean/Korean-English dictionary and new Korean dictionary as standard. Additional functions such as music listening, digital picture frame function, HDMI video output, voice recording, and document reader are also available. In addition, large files over 4GB can be freely transferred and played back. It supports 65 hours of music, 10 hours of video, and 450 hours of standby time. The R7 has up to 64GB of internal storage, a MicroSD slot for expansion, and a HDMI output. The product's display is limited to 800x480 pixels and is 13.6mm thick, weighing 355g. The R7 supports Flash but does not have internet connectivity. The Cowon R7 includes built-in media players (including full 1080P HD video), voice recorders, document and photo viewers, a selection of games, and study tools. Cowon R7 is available in 16GB, 32GB and 64GB.\n\n\n\nOn January 15, 2013, Cowon introduced the 7-inch PMP Cowon G7. The Cowon G7 has a 7-inch clear LCD, 'JetEffect 5', a total of 48 realistic sounds, and 16GB/64GB of memory. This product will be released in a total of four models according to capacity and options, and the 16GB (GB) product is priced at 289,000 won and 64GB at 389,000 won. It also supports learning-specific functions such as playback speed adjustment, section repeat, and voice recording. The battery lasts 60 hours of continuous music playback, 10 hours of video playback, and 370 hours in standby mode.\n\n\n\n\n\n\nIn December 2012, Cowon Systems Inc. released the Cowon EM1 headphones. The Cowon EM1 comes with a set of silicone ear tips and two pairs of smaller and larger sizes that will suit most ears. The flat cable is one of the EM1's most striking features. Unlike circular cables, this cable does not tangle. Furthermore, the rubber coating on this cable is non-sticky, which is beneficial. The Cowon EM1 includes large 10 mm dynamic drivers enclosed in a well-crafted plastic/rubber composite shell that looks nice to boot. The Cowon EM1 has a 16.0Ω impedance, 103.0 decibels sound sensitivity, a frequency range between 20 and 22000, and a diaphragm diameter of 0.39 inches. It comes in the colours of red, black, and white and has a closed acoustic design. It is 0.3 ounces in weight and a cable length of 1.2 meters.It is made with high-quality materials crafted with great attention to detail. The EM1's have a dual-tone black and silver finish. The EM1 has an integrated microphone hidden under a sturdy Play/Pause/Call Answer button. The 1.2 m overall cable length makes it simple to use without putting too much strain on the chord. The 3.5 mm jack is gold-plated, as is customary in high-end audio equipment, to reduce noise and improve electrical contact with the audio source.\n\n\n\nOn April 1, 2013, Cowon Systems Inc. released the Cowon EC2 headphones. The Cowon EC2 has a 16.0Ω impedance, less than 103 sound sensitivity, a frequency range between 20 and 22000, a diaphragm diameter of 0.39 inches, and a closed acoustic design. It only comes in the colour of white and has an ear canal attachment. It is 2.4 ounces in weight and a cable length of 1.2 meters.\n\n\n\nThe Cowon XE1 has a 16.0Ω impedance, less than 113 sound sensitivity, a frequency range between 10 and 22000, and a diaphragm diameter of 0.61 inches. It only comes in the colour of red and has a closed acoustic design. It is 0.6 ounces in weight and a cable length of 1.2 meters.\n\n\n\nOn April 29, 2013, Cowon Systems Inc. released the Cowon EH2 headphones. The Cowon EH2 has a 32.0Ω impedance, less than 105 sound sensitivity, and a frequency range between 20 and 22000. It only comes in the colour of silver and has a closed acoustic design. The Cowon EH2's body materials are fabric, metal, silicone, and stainless steel. It has a cable length of 1.2 meters.\n\n\n\nThe Cowon CE1 has a 16.0Ω impedance, a frequency range between 10 and 22000, and a diaphragm diameter of 0.39 inches. It only comes in the colour of white and has a closed acoustic design. It has a cable length of 1.2 meters.\n\n\n\nThe Cowon EK2 has a 16.0Ω impedance, less than 103 sound sensitivity, a frequency range between 20 and 22000, and a diaphragm diameter of 0.39 inches. It comes in the colour of black, white, green, and red. It is 2.08 ounces in weight and a cable length of 1.2 meters.\n\n\n\n\n\n\nIn October 2006, Cowon Systems Inc. released Cowon N2 car navigation device. The Cowon N2 features the WIN CE 5.0 operating system, a 500 MHz AMD Alchemy processor, Samsung 7-inch TFT CLD with 16.7 million colours - WQVGA (480x234) and a 500:1 contrast ratio with a 450 cd brightness display, 32MB ROM (for BOOT and OS storage), and a memroy of 128MB RAM (for work) /4 GB external with a total data size around 598MB. The memory can contain 875 tracks in MP3 format (calculated assuming each song is around 4MB), around 30 million data points for lot numbers, around 1.2 million points of interest (POIs) in the database, and approximately 5 million phone numbers in the database. It comes in the colour of blue and is 540g in weight and 191 x 120 x 26 mm in size. The Cowon N2 also features two SD card slots, USB 2.0, earphones, and an AV input. It is a all-in-one GPS and provides a real-width map with incredible precision, rated as the best in the business, as well as a PC version editor, a car account book, and a variety of interfaces.\n\n\n\nIn February 2009, the L3 PMP/GPS navigator was announced by Cowon System, which features a 7-inch touchscreen display, dual-core processor (each core running at 480 MHz), and DMB digital television. The L3's large display runs at 800 x 480 WVGA and comes with 128MB of SDRAM, 4GB of storage, and an SD card. The Cowon L3 supports AVI, ASF, WMV video and MP3, WMA, ASF, WAV, and OGG audio formats, and it measures to be 180.4 x 112.2 x 18.3mm and weighs 318g.\n\n\n\nAt the CES 2010, Cowon Systems revealed the Cowon W2, a 4.8-inch 1024 x 600 Atom-based MID with WiFi, Bluetooth 2.0, and a brushed aluminium chassis that runs Windows 7 on a 1.33 GHz processor.\n\n\n\nThe Cowon AC1 was released in December 2011. The Cowon Auto Capsule AC1 is a pill-shaped gadget with a length of 4 inches and a diameter of 1.5 inches. The device is divided into two sections that operate separately. A circular button sits on one end, with an LED indication and the AC1's 2-megapixel 720p camera on the other. A microSD card slot and a speaker are hidden behind a detachable lid on this end. Meanwhile, the gadget has a pair of connectors for a 12-volt power adaptor and an analog video output on the other end. When the AC1 is plugged in, it instantly powers up and enters what's known as real-time recording mode. The status LED around the unit's lone button flashes blue in this condition, and the gadget starts to save a video cache of its view out the windshield. At a frame rate of 30 frames per second, HD video is captured in a 16:9 format with a resolution of 1,280x720 pixels. The lens has a field of vision of 150 degrees, which is more than enough to see the whole front end of our test car (a 2013 Hyundai Genesis 5.0 R-Spec). It can also record monaural audio with its built-in microphone but don't expect it to be high quality.\n\n\n\nCowon\niAUDIO\nJetEffect\nJetAudio\n\n\n",
  "links": [
    "AAC file",
    "AIFF",
    "AMOLED",
    "ARM Cortex-A8",
    "Android (operating system)",
    "Asf file",
    "Audio Video Interleave",
    "Bic Camera",
    "Bluetooth",
    "Central processing unit",
    "Consumer electronics",
    "Corporation",
    "Cowon",
    "Cowon D2",
    "Cowon S9",
    "Cowon Z2 Plenue",
    "DIVX",
    "DivX",
    "Dual Core processor",
    "Engadget",
    "FLIC (file format)",
    "FM radio",
    "GPU",
    "Gorilla Glass",
    "IAUDIO",
    "IF product design award",
    "JetAudio",
    "JetEffect",
    "List of Cowon products",
    "Mali (GPU)",
    "Megabytes",
    "Pixel dimensions",
    "Portable media player",
    "RAM",
    "Software",
    "South Korea",
    "Super AMOLED",
    "Thin-film-transistor liquid-crystal display",
    "Touchscreen",
    "WAR (file format)",
    "WMA file",
    "WMV",
    "Xvid",
    "Yodobashi Camera"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/en/9/99/Question_book-new.svg",
    "https://upload.wikimedia.org/wikipedia/en/archive/9/99/20210726203439%21Question_book-new.svg",
    "https://upload.wikimedia.org/wikipedia/en/archive/9/99/20201004174738%21Question_book-new.svg",
    "https://upload.wikimedia.org/wikipedia/en/archive/9/99/20171208221057%21Question_book-new.svg",
    "https://upload.wikimedia.org/wikipedia/en/archive/9/99/20171207131032%21Question_book-new.svg",
    "https://upload.wikimedia.org/wikipedia/en/archive/9/99/20160612140736%21Question_book-new.svg"
  ]
}