{
  "title": "MV Eilean Dhiura",
  "url": "https://en.wikipedia.org/wiki/MV_Eilean_Dhiura",
  "body": "MV Eilean Dhiura is a vehicle ferry operating across the Sound of Islay.\n\n\n\nEilean Dhiura was commissioned by Argyll and Bute Council in 1998, to replace Western Ferries' MV Sound of Gigha as the Jura Ferry. She was operated initially by Serco Denholm until 2003, now by ASP Ship Management Ltd.In December 2000, her bow ramp collapsed while at sea. Following this, the MCA required a secondary door to be fitted behind the bow door. A bid by the council for money to replace her was unsuccessful. A new bow ramp was fitted in 2002.\n\n\n\nEilean Dhiura is an open landing craft type ferry, with bow and stern ramps. Her slim bridge allows vehicles to drive through. A small enclosed cabin provides shelter for passengers as does a bus shelter forward of the wheelhouse.  \n\n\n\nEilean Dhiura is the Feolin Ferry, providing the main access to Jura. Islay is connected to the Scottish mainland by a Caledonian MacBrayne ferry from Kennacraig. Daily, she crosses the 800 yards (700 metres) between Port Askaig on Islay and Feolin. During her overhaul, early in the year, the service is provided by a chartered vessel, commonly CalMac's MV Eigg or since 2007 MV Margaret Sinclair belonging to Inverlussa Shellfish Ltd of Mull or more recently the Spanish John II.\n\n\n\n\n\n\nCouncil ferry website",
  "links": [
    "Argyll and Bute Council",
    "Bromborough",
    "Caledonian MacBrayne",
    "Deadweight tonnage",
    "Feolin",
    "Feolin Ferry",
    "Gross tonnage",
    "IMO number",
    "Islay",
    "Jura, Scotland",
    "Kennacraig",
    "Landing craft",
    "MV Eigg",
    "MV Margaret Sinclair",
    "MV Sound of Gigha",
    "Maritime and Coastguard Agency",
    "McTay Marine",
    "Port Askaig",
    "River Mersey",
    "Serco Denholm",
    "Sound of Islay",
    "United Kingdom",
    "Western Ferries"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/e/ec/Civil_Ensign_of_the_United_Kingdom.svg",
    "https://upload.wikimedia.org/wikipedia/commons/3/38/Eillean_Dhiura_-_geograph.org.uk_-_822785.jpg"
  ]
}