{
  "title": "Point of No Return (band)",
  "url": "https://en.wikipedia.org/wiki/Point_of_No_Return_(band)",
  "body": "Point of No Return was a vegan, straight edge metalcore band from São Paulo, Brazil.\n\n\n\nPoint Of No Return assembled in 1996, initially as a side project of the band Self-Conviction. Point Of No Return's lyrics primarily focused on \"Third World struggles\" and animal liberation issues. Their sound was described as a mix of Earth Crisis metal mosh with death metal elements. The band had three singers, like their North American counterpart, Path of Resistance.Point Of No Return's first full-length album, Centelha (“Sparks”), was released on CD by Liberation Records in Brazil and Catalyst Records in the United States. The band toured internationally, first to Europe in 2000 and then to Argentina in 2001. After a seven month hiatus and an alleged \"last show\" in Argentina, the band came back with a second album in 2002, Liberdade Imposta, Liberdade Conquistada (“Imposed Freedom, Conquered Freedom”) and returned to tour Europe a second time. The songs on this second album—this time with lyrics completely in Portuguese—dealt with sociopolitical issues and were more deeply melancholic, but also carried a strong influence from bands like Cro-Mags, Judge, and Napalm Death.\nPoint of No Return played their final show in 2006.\n\n\n\nAlexandre Fanuchi, aka Kalota – vocals\nFrederico Freitas – vocals\nMarcos Suarez – vocals\nTarcísio Leite – guitar\nPaulo Júnior, aka Juninho – guitar\nJefferson Queiroz, aka Tigrilo – bass\nLuciano Juliato, aka Lobinho – drums\nGilberto Gomes, aka China – bass\n\n\n\nVoices (1997,  Liberation Records (Brazil))\nWhat Was Done (1999, Catalyst Records)\nCentelha (2000, Liberation Records (Brazil))\nSparks (2001, Catalyst Records – Centelha US release)\nLiberdade Imposta, Liberdade Conquistada (2002, Liberation Records (Brazil))\nImposed Freedom, Conquered Freedom (2002, Scorched Earth Police – Liberdade... European release)\n\n\n\n\n\n\nPoint of No Return on Facebook\nPoint of no Return at Spotify",
  "links": [
    "Animal liberation movement",
    "Cro-Mags",
    "Earth Crisis",
    "Facebook",
    "Gabriel Kuhn",
    "Hardcore punk",
    "ISBN (identifier)",
    "Judge (band)",
    "MBA (identifier)",
    "Metalcore",
    "Napalm Death",
    "PM Press",
    "Spotify",
    "Straight edge",
    "São Paulo, Brazil",
    "São Paulo (state)",
    "Third World",
    "Vegan"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/5/58/Xponrx.jpg",
    "https://upload.wikimedia.org/wikipedia/en/d/df/MusicalnotesBrazil.png",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg"
  ]
}