{
  "title": "Roger de Moulins",
  "url": "https://en.wikipedia.org/wiki/Roger_de_Moulins",
  "body": "Roger de Moulins was eighth Grand Master of the Knights Hospitaller from 1177 to his death in 1187. He succeeded Jobert of Syria. His successors were two interim masters, William Borrel and then Armengol de Aspa, before the permanent Grand Master Garnier of Nablus was selected in 1190.\n\n\n\nRoger de Moulins was little known to history before his elevation to the magistracy of the Order. He may have been a Norman knight from Moulins, but there is no proof of that. His first concern, after his installation in the Holy Land, was to urge Baldwin IV of Jerusalem and the principal lords of the kingdom to continue the war against Saladin with vigor. On 25 November 1177, he participated in the Battle of Montgisard, winning \"the most beautiful victory of the crusades\" against the Ayyubids. Saladin's defeat is regarded as so severe that it was only redeemed by his victory ten years later at the Battle of Hattin in 1187.The Hospitallers formed one of the strongest military organizations of the kingdom, but this was contrary to the spirit of the Order, distancing them from the works of hospitality for which it had been founded. Pope Alexander III called them back to the observance of the rule of Raymond du Puy between 1178 and 1180, issuing a bull that forbade them to take up arms unless they were attacked and urged them not to abandon the care of those sick and in poverty.The Hospitallers were clear rivals of the Knights Templar. Alexander III persuaded Roger de Moulins to make a truce in 1179 with Odo de St Amand, then Grand Master and also a veteran of Montgisard. The pope instituted an arbitration process. Three brothers from each order were chosen as arbiters, each of whom had the right to appoint two other brothers. If the arbitration was insufficient, the friars were to call upon persons outside the orders. If there was still a disagreement, the matter would be submitted in the last resort to the two Grand Masters. The agreement with the Templars was not a good one. They were in constant conflict over their rights and possessions.On one point, the Templars and the Hospitallers were in perfect agreement. The grievances that diocesan authority harbored against the privileges of the orders. The secular clergy did not accept the immunities and privileges that the two orders held from the Holy See. In March 1179, the prelates appealed to the Third Lateran Council, which reformed the abuses and forbade the orders to receive churches and tithes from the laity without the agreement of the diocesan authority, and cancelled the recent moderno temporen donations. This decision, while reforming the abuses, left the privileges of the orders intact. Vexed, the clergy redoubled their attacks and it took two papal bulls, 26 August 1180 and 14 August 1182, to bring the clergy back to respecting the decisions of the council, as well as the persons and property of the Hospitallers, and prescribing the excommunication of anyone who would attack the Hospitallers and the Templars with an armed hand.In 1184, he toured Europe with Arnold of Torroja, the Grand Master of the Templars, and Heraclius, the Latin Patriarch of Jerusalem. One objective was to plead with kings and pope Lucius III to send a new crusade to strengthen the Latin states in the East, which were at the mercy of the growing power of Saladin and established the Hospitaller Order in England, France and Germany. On his way back he helped the Kingdom of Sicily attack Thessalonica in 1185. In his time, he established the tradition of the Grand Master of the Hospitallers involvement in the politics of the Kingdom of Jerusalem. After the death of Baldwin V of Jerusalem in August 1186, Roger ended up at conflict with Gerard de Ridefort, Arnold's successor as Grand Master, and with Raynald de Châtillon due to his having opposed Guy of Lusignan - he at first refused to hand over his key to the royal treasury when Guy was crowned King of Jerusalem in 1186.\n\n\n\nAt the end of 1186, Raynald de Châtillon, in defiance of the truce with Saladin, had captured a caravan going from Cairo to Damascus with the sister of the emir. The barons, gathered in Jerusalem by Guy de Lusignan, on 27 March 1187, had demanded that before anything else a reconciliation take place between Lusignan and Raymond III of Tripoli. The masters of the Templars and Hospitallers, Joscius, the archbishop of Tyre, Balian of Ibelin, lord of Nablus, and Renaud Grenier, lord of Sidon, were appointed to negotiate with the count of Tripoli in Tiberias when they had to face Muslim troops. A victim of the foolish pride of Gerard de Ridefort,  Roger took part in the Battle of Cresson against Saladin near Nazareth on 1 May 1187, where he was killed by a spear wound. Roger was succeeded by William Borrel, who served as custodian of the Hospitallers for a brief time in 1187, and then by Armengol de Aspa, who served as provisor (custodian) until 1190. A new Grand Master was not chosen until Garnier of Nablus was elected in 1190 during the Third Crusade.\n\n\n\nOn 14 March 1182, the new statutes of the Hospitaller under the leadership of Roger de Moulins marked an essential turning point for the Order on several points. In the spiritual domain, as early as 21 October 1154, a category of brother priests or chaplains was established, granted by pope Anastasius IV. In the hospital and military domain, it was not until these statutes that doctors and surgeons appeared among the Order's medical personnel. And in the military field, brothers in arms (noted for the first time in a text, even though they already existed in practice): \"It was on this date, therefore, that the order became, in law, a religious-military order.\" It was also specified that on the death of a brother, a mass will be dedicated to it in addition to the daily mass, and that \"the brothers' biers, and be covered with a red sheet with white cross.These are the only statutes to mention charity in a normative text. Three articles refer to it, all of them dealing with the reception and care of the sick: (1) To welcome thirty poor people at table each day; (2) To give alms to all those who come to the door of the establishment three days a week; and, (3_Wash the feet of thirteen poor people on the Saturday of Lent, and provide them with new clothes and shoes. Roger was the originator of the bull issued on 22 August 1185, Quanto per gratiam Dei, and it was this one that officially made the Order a charitable order. These are the ones that give the most information about care. Whether it be on the full-time recruitment (in the hospital or on the battlefield) and binding by oath of the four physicians and four surgeons employed by the Order, \"because of the scientific and practical deficiency of the friars.\" The only normative texts which give an account of the reception of all pregnant women in a specific room, and of the future of abandoned children, whom the hospital must then provide for and feed.\n\n\n\nCartulaire général de l'Ordre des Hospitaliers\nList of Knights Hospitaller sites\nLangue (Knights Hospitaller)\nFlags of the Knights Hospitaller\n\n\n\n\n\n\n\n\n\nRoger de Moulins. French Wikipedia.\nListe des grands maîtres de l'ordre de Saint-Jean de Jérusalem. French Wikipedia.\nEugène Harot, Essai d’armorial des Grands-Maîtres de l’Ordre de Saint Jean de Jérusalem.\nEdbury, Peter W. (ed.) The Conquest of Jerusalem and the Third Crusade, 1998, ISBN 1-84014-676-1\nNicholson, Helen J. (ed.) The Chronicle of the Third Crusade: The Itinerarium Peregrinorum et Gesta Regis Ricardi, 1997, ISBN 0-7546-0581-7\nStevenson, J (ed.) \"De expugnatione terrae sanctae per Saladinum libellus\" in Radulphi de Coggeshall Chronicon Anglicanum, 1875.\nRoger de Moulins. SMOM.\nSeals of the Grand Masters. Museum of the Order of St John.\nCharles Moeller, Hospitallers of St. John of Jerusalem. Catholic Encyclopedia (1910) 7. New York: Robert Appleton Company.",
  "links": [
    "Armengol de Aspa",
    "Arnold of Torroja",
    "Ayyubid dynasty",
    "Baldwin IV of Jerusalem",
    "Baldwin V of Jerusalem",
    "Balian of Ibelin",
    "Battle of Cresson",
    "Battle of Hattin",
    "Battle of Montgisard",
    "Belknap Press",
    "Cartulaire général de l'Ordre des Hospitaliers",
    "De expugnatione terrae sanctae per Saladinum libellus",
    "Doi (identifier)",
    "Flag of the Knights Hospitaller",
    "Garnier of Nablus",
    "Gerard de Ridefort",
    "Grand Master of the Knights Hospitaller",
    "Guy of Lusignan",
    "Helen J. Nicholson",
    "ISBN (identifier)",
    "Jobert of Syria",
    "Joscius (archbishop of Tyre)",
    "Joseph Delaville Le Roulx",
    "Kingdom of Sicily",
    "Knights Hospitaller",
    "Knights Templar",
    "Langue (Knights Hospitaller)",
    "Latin Patriarch of Jerusalem",
    "List of Knights Hospitaller sites",
    "List of grand masters of the Knights Templar",
    "Odo de St Amand",
    "Patriarch Heraclius of Jerusalem",
    "Pope Alexander III",
    "Pope Anastasius IV",
    "Pope Lucius III",
    "Raymond III, Count of Tripoli",
    "Raymond du Puy",
    "Raynald of Châtillon",
    "Reginald of Sidon",
    "Saladin",
    "Thessalonica",
    "Third Council of the Lateran",
    "Third Crusade",
    "William Borrel"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/1/1e/Histoire_des_Chevaliers_Hospitaliers_de_S._Jean_de_Jerusalem_-_appellez_depuis_les_Chevaliers_de_Rhodes%2C_et_aujourd%27hui_les_Chevaliers_de_Malthe_%281726%29_%2814579749330%29.jpg"
  ]
}