{
  "title": "Stratford Shoal Light",
  "url": "https://en.wikipedia.org/wiki/Stratford_Shoal_Light",
  "body": "Stratford Shoal Light, officially  Stratford Shoal (Middle Ground) Light, is a lighthouse on a shoal in the middle of Long Island Sound approximately halfway between Port Jefferson, New York and Bridgeport, Connecticut.\n\n\n\nThe Stratford Shoal Light is located roughly midway between New York and Connecticut (hence its alternate name Middleground or Middle Ground Light), 5 nautical miles (9.3 km; 5.8 mi) from Old Field Point Light in New York and 5.5 nautical miles (10.2 km; 6.3 mi) from Stratford Point Light in Connecticut.  There was some debate about whether the lighthouse is New York or Connecticut.  It was originally the state of New York, not Connecticut, which ceded the area on which the lighthouse is located to the federal government, but most modern official maps place it within Connecticut's side of Long Island Sound by about 1,000 feet (300 m).The lighthouse is located on Stratford (or Middleground) Shoal which is a little over a mile in diameter and as little as nine feet below mean lower low water. The shoal has been identified as a danger to navigation for centuries.\n\n\n\nAdriaen Block, the first European to explore Long Island Sound, identified two low islands at the site of current Stratford Shoal during his 1614 voyage.  These islands were eroded below the surface of the water within 100 or 200 years.  The shoal was first marked for navigation in 1820 by a pair of spar buoys placed on its north and south ends.  In 1831, Congress appropriated $1,000 to erect a warning beacon on the shoal, but no further action was taken on the project.  The beacon was to have had the shape of an iron spindle.\n\n\n\nCongress next appropriated $10,000 for the construction of a \"floating light for Middle Ground, Long Island Sound\".  Built in Norfolk, Virginia 1837, the lightship constructed was 73 feet (22 m) long and weighed 100 tons.  It carried a lantern on each of its two masts, plus a hand-operated bell and a foghorn as fog signals.  The lightship was anchored off the southeastern edge of Stratford Shoal on January 12, 1838; just eight days later, it drifted off its station.  The lightship would display a chronic inability to hold its station in future years, even after its single anchor chain was supplemented with second and third anchors.  It was dragged from its station by ice more than half a dozen times, most notably in 1875 when it ran aground at Orient Point, and in 1876 when it drifted to Faulkner Island.When standard hull numbers were assigned to lightships in 1867, the Stratford Shoals lightship was named LV-15; previously it had been known as \"Middle Ground floating light\", \"Stratford Shoal Light Vessel,\" or \"Stratford Point Light Vessel\".\n\n\n\nThe Stratford Shoal lighthouse was completed in 1877 to replace the lightship. The lighthouse was constructed on a small, man-made island (on the spot of two former natural islands that were washed over by the sea). Originally, lighthouse keepers were utilized to maintain the facility. The lighthouse was automated in 1970 and is currently an active aid to navigation.It has historical significance as an example of the masonry lighthouse design used in waterbound U.S. lighthouses immediately before the use of sparkplug lighthouses.  It is similar to some Hudson River lighthouses, and \"embodies the enormous cost and heroic effort required to put these designs in place in the treacherous waters of Long Island Sound.\": 6 \n\n\n\nSeveral local yacht clubs located on Long Island Sound use the lighthouse as a midpoint or rounding marker for races all called the Stratford Shoals Race.  One annual regatta dating back to 1931 organized by Riverside Yacht Club continues to this day; while others are more recent including 2018 races by Lloyd Harbor YC, Seawanhaka Corinthian Yacht Club, and the New York Athletic Club.\n\n\n\n\n\n\n\nList of lighthouses in Connecticut\nList of lighthouses in the United States\nNational Register of Historic Places listings in Fairfield County, Connecticut\n\n\n\n\n\n\n\nHistoric American Engineering Record (HAER) No. CT-173, \"Stratford Shoal Lighthouse, Long Island Sound, Bridgeport vicinity, Fairfield County, CT\", 15 photos, 9 data pages, 3 photo caption pages\nStratford Shoals Light House - Long Island Sound on YouTube - the light house is in the beginning of this video",
  "links": [
    "Admiralty number",
    "Adriaen Block",
    "American Legation, Tangier",
    "Avery Point Light",
    "Black Rock Harbor Light",
    "Bridgeport",
    "Bridgeport Harbor Light",
    "Chester Rock Light",
    "Connecticut",
    "Contributing property",
    "Erosion",
    "Essex Reef Light",
    "Fairfield County, Connecticut",
    "Falkner Island Light",
    "Faulkner Island",
    "Five Mile Point Light",
    "Foghorn",
    "Fresnel lens",
    "Geographic coordinate system",
    "Great Captain Island Light",
    "Greens Ledge Light",
    "Heritage Documentation Programs",
    "Historic Preservation Fund",
    "Historic districts in the United States",
    "History of the National Register of Historic Places",
    "Keeper of the Register",
    "Light characteristic",
    "Lighthouse",
    "Lightvessel",
    "List of U.S. National Historic Landmarks by state",
    "List of jails and prisons on the National Register of Historic Places",
    "List of lighthouses in Connecticut",
    "List of lighthouses in the United States",
    "Long Island Sound",
    "Lynde Point Light",
    "Morgan Point Light",
    "Multiple Property Submission",
    "Mystic Seaport Light",
    "NOAA",
    "National Historic Preservation Act of 1966",
    "National Park Service",
    "National Register of Historic Places",
    "National Register of Historic Places architectural style categories",
    "National Register of Historic Places listings in Alabama",
    "National Register of Historic Places listings in Alaska",
    "National Register of Historic Places listings in American Samoa",
    "National Register of Historic Places listings in Arizona",
    "National Register of Historic Places listings in Arkansas",
    "National Register of Historic Places listings in California",
    "National Register of Historic Places listings in Colorado",
    "National Register of Historic Places listings in Connecticut",
    "National Register of Historic Places listings in Delaware",
    "National Register of Historic Places listings in Fairfield County, Connecticut",
    "National Register of Historic Places listings in Florida",
    "National Register of Historic Places listings in Georgia",
    "National Register of Historic Places listings in Guam",
    "National Register of Historic Places listings in Hawaii",
    "National Register of Historic Places listings in Idaho",
    "National Register of Historic Places listings in Illinois",
    "National Register of Historic Places listings in Indiana",
    "National Register of Historic Places listings in Iowa",
    "National Register of Historic Places listings in Kansas",
    "National Register of Historic Places listings in Kentucky",
    "National Register of Historic Places listings in Louisiana",
    "National Register of Historic Places listings in Maine",
    "National Register of Historic Places listings in Maryland",
    "National Register of Historic Places listings in Massachusetts",
    "National Register of Historic Places listings in Michigan",
    "National Register of Historic Places listings in Minnesota",
    "National Register of Historic Places listings in Mississippi",
    "National Register of Historic Places listings in Missouri",
    "National Register of Historic Places listings in Montana",
    "National Register of Historic Places listings in Nebraska",
    "National Register of Historic Places listings in Nevada",
    "National Register of Historic Places listings in New Hampshire",
    "National Register of Historic Places listings in New Jersey",
    "National Register of Historic Places listings in New Mexico",
    "National Register of Historic Places listings in New York",
    "National Register of Historic Places listings in North Carolina",
    "National Register of Historic Places listings in North Dakota",
    "National Register of Historic Places listings in Ohio",
    "National Register of Historic Places listings in Oklahoma",
    "National Register of Historic Places listings in Oregon",
    "National Register of Historic Places listings in Palau",
    "National Register of Historic Places listings in Pennsylvania",
    "National Register of Historic Places listings in Puerto Rico",
    "National Register of Historic Places listings in Rhode Island",
    "National Register of Historic Places listings in South Carolina",
    "National Register of Historic Places listings in South Dakota",
    "National Register of Historic Places listings in Tennessee",
    "National Register of Historic Places listings in Texas",
    "National Register of Historic Places listings in Utah",
    "National Register of Historic Places listings in Vermont",
    "National Register of Historic Places listings in Virginia",
    "National Register of Historic Places listings in Washington, D.C.",
    "National Register of Historic Places listings in Washington state",
    "National Register of Historic Places listings in West Virginia",
    "National Register of Historic Places listings in Wisconsin",
    "National Register of Historic Places listings in Wyoming",
    "National Register of Historic Places listings in the Federated States of Micronesia",
    "National Register of Historic Places listings in the Marshall Islands",
    "National Register of Historic Places listings in the Northern Mariana Islands",
    "National Register of Historic Places listings in the United States Minor Outlying Islands",
    "National Register of Historic Places listings in the United States Virgin Islands",
    "National Register of Historic Places property types",
    "New London Harbor Light",
    "New London Ledge Light",
    "New York Athletic Club",
    "Norfolk, Virginia",
    "Old Field Point Light",
    "Orient Point, New York",
    "Peck Ledge Light",
    "Penfield Reef Light",
    "Port Jefferson, New York",
    "Racon",
    "Riverside Yacht Club",
    "Saybrook Breakwater Light",
    "Seawanhaka Corinthian Yacht Club",
    "Sheffield Island Light",
    "Southwest Ledge Light",
    "Spar buoy",
    "Sparkplug lighthouse",
    "Stamford Harbor Ledge Light",
    "Stonington Harbor Light",
    "Stratford, Connecticut",
    "Stratford Point Light",
    "Tongue Point Light",
    "USCG (identifier)",
    "USGS",
    "United States",
    "United States Coast Guard",
    "United States Congress",
    "University and college buildings listed on the National Register of Historic Places",
    "University of North Carolina at Chapel Hill",
    "VRB-25",
    "YouTube"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/7/7f/Avery_Point_Lighthouse%2C_June_2014.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/c/c7/Commons_to_Wikidata_QuickStatements.svg",
    "https://upload.wikimedia.org/wikipedia/commons/9/96/Flag_of_Connecticut.svg",
    "https://upload.wikimedia.org/wikipedia/commons/8/8b/HistoricPlacesNationalRegisterPlaque.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/7/7a/Nuvola_apps_kcmsystem.svg",
    "https://upload.wikimedia.org/wikipedia/commons/6/6c/Stratford_Shoal_Lighthouse%2C_Long_Island_Sound%2C_Bridgeport_vicinity_%28Fairfield_County%2C_Connecticut%29.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/96/Symbol_category_class.svg"
  ]
}