{
  "title": "Sustainable Sanitation Alliance",
  "url": "https://en.wikipedia.org/wiki/Sustainable_Sanitation_Alliance",
  "body": "The Sustainable Sanitation Alliance (SuSanA) is a loose network of organizations who are \"working along the same lines towards achieving sustainable sanitation\". It began its work in 2007, one year before the United Nations International Year of Sanitation in 2008. The intention of creating SuSanA was to have a joint label for the planned activities for 2008 and to align the various organizations for further initiatives.\nSuSanA has over 360 partner organizations and over 13,000 individual members (as of March 2021). SuSanA's vision document contains a definition of sustainable sanitation which was developed by SuSanA partners in 2007. The discussion forum that is hosted by SuSanA performs like a Community of Practice (CoP).\nSuSanA is not a non-governmental organization (NGO). It has no legal structure and takes no membership fees. It encourages other organizations to join the network and to become active members in the thematic working groups.\nThe SuSanA secretariat is funded by the German Ministry for Economic Cooperation and Development which has commissioned the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) for this task. Other SuSanA partners make contributions for example by paid time of their staff members. Between 2012 and 2018, co-funding for the online Discussion Forum, project database, Wikipedia editing and other improvements to the SuSanA website was provided by the Bill and Melinda Gates Foundation.\n\n\n\n\n \n\nSuSanA is dedicated to achieving the Sustainable Development Goals, and in particular SDG6 (Goal Number 6) which is \"water and sanitation for all\". This is done by promoting sustainable sanitation systems. These systems should be \"economically viable, socially acceptable, technically and institutionally appropriate, and protect health, the environment and natural resources\".SuSanA is one of several knowledge management platform in the WASH sector such as the LinkedIn Discussion Group \"Community of Practice on Sanitation and Hygiene in Developing Countries\" by WSSCC (now defunct), Blue Planet, International Water Association (IWA), Akvopedia and others.\n\n\n\nSince 2007, SuSanA has held 23 meetings in different locations around the world. Each year one meeting takes place before or after the World Water Week in Stockholm, and a further meeting usually takes place in the Global South, connected to another WASH event. SuSanA also organises side events, seminars and working group meetings in conjunction with other major WASH conferences.\nSuSanA members are contributing to Wikipedia articles on WASH-related topics. They are particularly active just before two international observance days: World Water Day on 22 March and World Toilet Day on 19 November. They have also set up a list of \"List of abbreviations used in sanitation\".\n\n\n\nSuSanA has no legal structure, budget nor income. Partners contribute time and resources from their own budgets. The SuSanA secretariat is funded by the German Ministry for Economic Cooperation and Development (BMZ) who has commissioned the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH. Between 2012 and 2018, co-funding for the online Discussion Forum and other improvements to the SuSanA platform was provided by the Bill and Melinda Gates Foundation.Several active core group partners, for example SEI, seecon, BORDA, Swiss Federal Institute of Aquatic Science and Technology, IWA, and WASTE, have also funded various travel costs of SuSanA members, seminars, the printing of SuSanA publications and so forth.In 2020, the Water Supply and Sanitation Collaborative Council announced a stronger collaboration with SuSanA by merging their Community of Practice group into the SuSanA Discussion Forum, including financial support to the moderation of the SuSanA Discussion Forum.\n\n\n\nThe activities of the SuSanA network have contributed to increasing awareness about sustainability in the sanitation sector. SuSanA members were active in the Post-2015 Development Agenda and helped to shape the Sustainable Development Goals where Goal Number 6 now includes a goal of universal use of sustainable sanitation services that protect public health and dignity.\nOther actors have picked up on the theme of innovative sanitation (often with reuse of excreta in some form), most notably the Bill and Melinda Gates Foundation. Sustainable sanitation has become a topic in the nexus (water, energy, food) dialogue as well as in the WASH and nutrition theme.SuSanA fulfills an \"intermediary role\" in a global innovation system. It was found to be a \"prime mover\" in the development of \"safely managed non-grid sanitation\".\n\n\n\n\n\n\nSuSanA has 13 thematic working groups covering areas of sustainable sanitation where conceptual and knowledge management work is required:\nCapacity development\nMarket development\nRenewable energies and climate change\nSanitation systems, technology options, hygiene and health – includes hand washing\nFood security and productive sanitation systems (reuse of excreta)\nCities and planning\nCommunity, rural and schools (with gender and social aspects) – includes community-led total sanitation\nEmergency and reconstruction situations (emergency sanitation)\nPublic Awareness, advocacy and civil society engagement\nOperation and maintenance\nGroundwater protection – includes groundwater pollution issues\nWASH and nutrition – includes issues on malnutrition\nBehavior change\n\n\n\nSuSanA has over 360 partner organizations (as of March 2021). The partners are of the following types: Local NGO, International NGO, private sector, research and education, governmental / state-owned organization, multi-lateral organizations, associations and networks and others. All prospective new SuSanA partner organizations have to agree to the vision document when they join.\nA network analysis study conducted in 2014 assessed the SuSanA network by examining the communication channels used and the quality of relationships among partners. It found that \"SuSanA partners have strong levels of trust, cooperation and information exchange with one another\". However, partners seem to have low diversity of relationships with partners in different economic zones, such as developing countries versus developed countries. Many of the partners use their membership primarily to receive information from the discussion forum.\n\n\n\nIndividuals can join as members. There are nearly 13,000 members (as of March 2021).\n\n\n\nSuSanA has been criticized by some in the WASH (Water, Sanitation, Hygiene) sector for a perceived dominance of the ecosan theme in SuSanA. This is due to the strong focus of two of its founding organizations on ecosan: Stockholm Environment Institute and Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH. Others have criticised SuSanA for being too focussed on technologies and sanitation systems (rather than on non-technical issues); that it is too dominated by people from the Global North; too dominated by GIZ who leads the secretariat; and too theoretical and far removed from the realities on the ground.\nThe activities of SuSanA so far have a tendency to take place and be driven by actors in the Global North, especially by European actors. To overcome this to some extent, SuSaA set-up local \"chapters\" in India in 2016, West Asia and North Africa (WANA) in 2017, and Latin America in 2018.SuSanA has no regional nodes, offices or secretariats. It also has limited impact so far in the non-English speaking parts of the world, notably Russia or Central Asia.\nThe SuSanA core group has reacted to these criticisms by defining a mission statement in 2014, a roadmap for 2013 onwards and by hosting an open discussion forum where such issues can be discussed. Recommendations made in 2014 to the SuSanA network for its future development and to further develop relationships among partners include: Continue to hold meetings in different locations around the world, establish regional nodes, re-activate the working groups, and create more active members through engagement.\n\n\n\nSuSanA started in January 2007 with a first meeting in Eschborn, Germany, at Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH, an international enterprise owned by the German Federal Government. GIZ agreed to host SuSanA's secretariat and has been doing so since 2007. The reason why SuSanA was started in 2007 was to prepare for the International Year of Sanitation in 2008, and to align the organizations active in sustainable sanitation.A research project in 2020 has split the development of SuSanA into the following phases:\nPhase 1 (2007–2009): Alignment and articulation\nPhase 2 (2010–2016): Supporting learning processes\nPhase 3 (from 2017 onwards): Directionality and global reach\n\n\n\nList of abbreviations used in sanitation\nList of water supply and sanitation by country\nSanitation\n\n\n\n\n\n\n\nOfficial website",
  "links": [
    "Advocacy",
    "Agenda 21",
    "Anthropization",
    "Anthropocene",
    "Anti-consumerism",
    "Appropriate technology",
    "Behavior change (public health)",
    "Bill & Melinda Gates Foundation",
    "Biodiversity",
    "Biosecurity",
    "Biosphere",
    "Birth control",
    "Bremen Overseas Research and Development Association",
    "Brundtland Commission",
    "Capacity building",
    "Carbon footprint",
    "Circular economy",
    "Civic agriculture",
    "Climate change",
    "Climate change mitigation",
    "Community-led total sanitation",
    "Community-supported agriculture",
    "Community of Practice",
    "Conservation biology",
    "Consumption (economics)",
    "Convention on Biological Diversity",
    "Demographic transition",
    "Deutsche Gesellschaft für Internationale Zusammenarbeit",
    "Developing countries",
    "Doi (identifier)",
    "Earth Charter",
    "Earth Overshoot Day",
    "Earth Summit",
    "Earth Summit 2002",
    "Earth system governance",
    "Ecological footprint",
    "Ecological modernization",
    "Ecosan",
    "Ecovillage",
    "Education for Sustainable Development",
    "Efficient energy use",
    "Electrification",
    "Emergency sanitation",
    "Emissions trading",
    "Endangered species",
    "Energy conservation",
    "Energy descent",
    "Energy poverty",
    "Environmental governance",
    "Environmental technology",
    "Environmentalism",
    "Ethical consumerism",
    "Family planning",
    "Federal Ministry of Economic Cooperation and Development",
    "Fisheries management",
    "Food security",
    "Foodscaping",
    "Forest gardening",
    "Fossil-fuel phase-out",
    "Geopark",
    "German Federal Government",
    "Global South",
    "Global catastrophic risk",
    "Green marketing",
    "Groundwater pollution",
    "Hand washing",
    "Holocene extinction",
    "Human impact on the environment",
    "Human population control",
    "Hygiene",
    "ISSN (identifier)",
    "Index of sustainability articles",
    "Integrated landscape management",
    "International Conference on Population and Development",
    "International Water Association",
    "International Year of Sanitation",
    "Invasive species",
    "Kyoto Protocol",
    "LinkedIn",
    "Lisbon Principles",
    "List of abbreviations used in sanitation",
    "List of environmental degrees",
    "List of international observances",
    "List of water supply and sanitation by country",
    "Local food",
    "Low-impact development (UK)",
    "MENA",
    "Malnutrition",
    "Micro-sustainability",
    "Natural building",
    "Natural resource management",
    "New Urbanism",
    "Non-governmental organization",
    "North American collegiate sustainability programs",
    "Organic movement",
    "Our Common Future",
    "Outline of sustainability",
    "Over-consumption",
    "Paris Agreement",
    "Peak oil",
    "Permaculture",
    "Planetary boundaries",
    "Planetary management",
    "Post-2015 Development Agenda",
    "Public health",
    "Rebound effect (conservation)",
    "Reclaimed water",
    "Renewable energy",
    "Reuse of excreta",
    "Rio Declaration on Environment and Development",
    "Sanitation",
    "Simple living",
    "Social network analysis",
    "Social sustainability",
    "Space sustainability",
    "Steady-state economy",
    "Stewardship",
    "Stockholm Environment Institute",
    "Sustainability",
    "Sustainability accounting",
    "Sustainability advertising",
    "Sustainability and environmental management",
    "Sustainability and systemic change resistance",
    "Sustainability brand",
    "Sustainability marketing myopia",
    "Sustainability measurement",
    "Sustainability metrics and indices",
    "Sustainability organizations",
    "Sustainability practices in organizations",
    "Sustainability reporting",
    "Sustainability science",
    "Sustainability standards and certification",
    "Sustainability studies",
    "Sustainable Development Goals",
    "Sustainable advertising",
    "Sustainable agriculture",
    "Sustainable architecture",
    "Sustainable art",
    "Sustainable business",
    "Sustainable city",
    "Sustainable community",
    "Sustainable consumption",
    "Sustainable design",
    "Sustainable development",
    "Sustainable energy",
    "Sustainable fashion",
    "Sustainable fishery",
    "Sustainable food system",
    "Sustainable forest management",
    "Sustainable gardening",
    "Sustainable industries",
    "Sustainable landscape architecture",
    "Sustainable living",
    "Sustainable market",
    "Sustainable materials management",
    "Sustainable packaging",
    "Sustainable population",
    "Sustainable procurement",
    "Sustainable sanitation",
    "Sustainable tourism",
    "Sustainable transport",
    "Sustainable urban drainage systems",
    "Sustainable urban infrastructure",
    "Sustainable yield",
    "Swiss Federal Institute of Aquatic Science and Technology",
    "Tragedy of the commons",
    "United Nations Conference on Sustainable Development",
    "United Nations Conference on the Human Environment",
    "United Nations Millennium Declaration",
    "United Nations Ocean Conference",
    "Urban horticulture",
    "Vegetable box scheme",
    "WASH",
    "WASTE",
    "Waste management",
    "Water Supply and Sanitation Collaborative Council",
    "Water conservation",
    "Water crisis",
    "Water efficiency",
    "Water footprint",
    "Wikipedia",
    "Women's education",
    "World Toilet Day",
    "World Water Day",
    "World Water Week in Stockholm",
    "World population"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/2/24/13th_SuSanA_meeting_in_Kigali_-_group_photo.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/1/1b/Group_photo_at_18th_SuSanA_meeting_in_Stockholm%2C_Sweden.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/3/35/Meeting_of_working_group_1_on_capacity_development_at_16th_SuSanA_meeting.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/7/75/Roland_Schertenleib_at_SuSanA_core_group_and_key_stakeholder_meeting_in_Eschborn%2C_Germany_%2818th-20th_of_April_2013%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/9e/SuSanA_booth_%285966367379%29.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/e/e1/Susana-logo.png",
    "https://upload.wikimedia.org/wikipedia/commons/d/d6/Sustainable_Sanitation_Alliance_%28SuSanA%29_Discussion_Forum_logo.png",
    "https://upload.wikimedia.org/wikipedia/commons/8/82/Tango_Phone_medapp.svg",
    "https://upload.wikimedia.org/wikipedia/commons/8/80/Uschi_Eid_%285966925098%29.jpg",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/96/Symbol_category_class.svg",
    "https://upload.wikimedia.org/wikipedia/en/d/db/Symbol_list_class.svg"
  ]
}