{
  "title": "Tembinok'",
  "url": "https://en.wikipedia.org/wiki/Tembinok%27",
  "body": "Tembinok', or Tem Binoka, (reigned 1878 – 10 November 1891) was the Uea (High Chief) of Abemama, Aranuka and Kuria, in the Gilbert Islands, during the late 19th century.\n\n\n\nTembinok'′s grandfather, Temkarotu (d. 1860), was the ruler of a village on Abemama, which was then experiencing devastating feuds. Temkarotu extended his authority over the entire atoll, and established a dictatorship, ignoring the traditional authority of a \"council of Old Men\". Temkarotu died about 1860. Temkorotu left two sons, Tembinatake and Tembaiteke (father of Tembinok'). Tembinatake conquered Aranuka and Kuria, then delegated absolute authority to his nephew Tembinok'.Tembinok'′s great-great-grandfather Temtetabo, was a giant of a man who had saved Abemama from invasion by an army from Tarawa.Tembinok' was the last truly independent and influential king of parts of the Gilbert islands, at a time when the Gilberts were being increasingly influenced by white settlers and traders. Tembinok' resided on Abemama, and, unlike the rulers of neighbouring islands, did not allow outsiders to establish a permanent presence there. Tembinok' controlled access to the atolls under his control and jealously guarded his revenue and his prerogatives as monarch.  He briefly accepted the presence on Abemama of Tuppoti, a Christian missionary, then deported him for attempting to set up a copra trading business. In 1888, he granted Robert Louis Stevenson, Fanny Vandegrift Stevenson and Lloyd Osbourne the right to live temporarily on Abemama, on the condition that they did not give or sell money, liquor or tobacco to his subjects.Robert Louis Stevenson, Fanny Vandegrift Stevenson and Lloyd Osbourne returned to Abemama in July 1890 during their cruise on the trading steamer the Janet Nicoll.\n\n\n\nTembinok' was immortalised by Robert Louis Stevenson's description of him in his book In the South Seas. Stevenson spent two months on Abemama in 1889. Stevenson described Tembinok' as the \"one great personage in the Gilberts …  and the last tyrant\". Stevenson described the ambitions of Tembinok' as an embryonic \"empire of the archipelago\" and established his importance in the Gilbert Islands as \"Tembinok' figures in the patriotic war-songs of the Gilberts like Napoleon in those of our grandfathers.\"Stevenson describes Tembinok', in years before his visit, as attempting to extend his rule over a number of islands and atolls; he compelled Maiana to pay tribute, and seized Nonouti, before being driven out by a British warship and being forbidden to expand his kingdom further. Stevenson does not date these events. At this time British navy ships served on the Australia Station, with ships of the Australia Squadron operating in the South Pacific.\n\n\n\nTembinok' owned trade ships which would travel to Australia and New Zealand. His commercial ventures, however, ended in failure with the loss of his ship the Coronet.Tembinok' was also a merchant king, controlling his kingdom's commerce. He enforced the allocation of produce; such that the taro went to the chiefs of each village to allocate among their various subjects; certain fish and turtles and the whole of the produce of the coco-palm, the source of copra belonged to Tembinok'. He would trade the copra with visiting trading ships. He was, according to Stevenson:\n\ngreedy of things new and foreign. House after house, chest after chest, in the palace precinct, is already crammed with clocks, musical boxes, blue spectacles, umbrellas, knitted waistcoats, bolts of stuff, tools, rifles, fowling-pieces, medicines, European foods, sewing-machines, and, what is more extraordinary, stoves.While the captains and supercargos of trading ships could expect to sell such novelties at a great profit, Tembinok' controlled access to his islands and would refuse to deal with those whom he considered to take advantage of him. Stevenson describes Tembinok' as classing captains and supercargoes in three categories:  \"He cheat a little\"—\"He cheat plenty\"—and \"I think he cheat too much”.Tembinok’ gave his many wives a share of the copra, which they would use to trade for hats, ribbons, dresses and other produce available on the trading ships.  However sticks of tobacco were the main product they purchased, which Stevenson described as being \"island currency, tantamount to minted gold\". Stevenson described a notable feature of life with Tembinok' as being that evenings were spent with Tembinok' playing card games with his wives with the currency being tobacco sticks.  He had developed his own version of poker in which he could play either of two hands dealt to him. By this strategy Tembinok' would win most of the tobacco, so that Tembinok' ended up with effective control of the tobacco, which he would allocate to his wives and other subjects, so that he was, as described by Stevenson \"the sole fount of all indulgences\".While Stevenson refers to Tembinok' as \"the last tyrant\", Stevenson's account of his time with Tembinok' is much more sympathetic that given to Nakaeia, the ruler of Butaritari and Makin atolls in the Gilbert Islands. Nakaeia allowed two San Francisco trading firms to operate, Messrs, Crawford and Messrs. Wightman Brothers, with up to 12 Europeans resident on various of the atolls. The presence of the Europeans, and the alcohol they traded to the islanders, resulted in periodic alcoholic binges that only ended with Nakaeia making tapu (forbidding) the sale of alcohol. During the 15 or so days Stevenson spent on Butaritari the islanders were engaged in a drunken spree that threatened the safety of Stevenson and his family. Stevenson adopted the strategy of describing himself as the son of Queen Victoria so as to ensure that he would be treated as a person who should not be threatened or harmed.\n\n\n\n\n\n\nStevenson, Robert L., In the South Seas, part V.\nThe Cruise of the Janet Nichol among the South Sea Islands A Diary by Mrs Robert Louis Stevenson (first published 1914), republished 2004, editor, Roslyn Jolly (U. of Washington Press/U. of New South Wales Press)\n\"Literary Notes: A long way from Treasure Island\", Neil Rennie, The Independent, 9 November 1998\n\n\n",
  "links": [
    "Abemama",
    "Aranuka",
    "Atoll",
    "Atolls",
    "Australia Station",
    "Butaritari",
    "Copra",
    "Fanny Van de Grift",
    "Gilbert Islands",
    "Kiribati",
    "Kuria (islands)",
    "List of ships assigned to the Australian Squadron",
    "Lloyd Osbourne",
    "Maiana",
    "Makin (islands)",
    "Missionary",
    "Napoleon",
    "New Zealand",
    "Nonouti",
    "Queen Victoria",
    "Robert Louis Stevenson",
    "Supercargo",
    "Tarawa",
    "Taro"
  ],
  "images": []
}