{
  "title": "Whirlpool Aero Car",
  "url": "https://en.wikipedia.org/wiki/Whirlpool_Aero_Car",
  "body": "The Whirlpool Aero Car or Spanish Aero Car is a cable car located in Niagara Falls, Ontario that transports passengers over a section of the Niagara River referred to as the Niagara Whirlpool. The system was designed by Spanish engineer Leonardo Torres Quevedo and has been upgraded several times since 1916 (in 1961, 1967 and 1984). The system uses one car that carries 35 standing passengers over a one-kilometre trip.\n\n\n\nThe Aero Car is suspended on six interlocking steel cables, each of which is 25 mm (0.98 in) in diameter.  The car is powered by an electric 50 horsepower (37 kW) motor and travels at approximately 7 km/h (4.3 mph). In the event of a power failure, a diesel engine drives a hydraulic pump to pull the carrier back to the loading/unloading terminal. It also has a rescue car which holds four passengers and one operator.  The rescue car has so far only been used for training purposes.\nThe Aero Car is suspended between two Canadian points, though it crosses the Canadian and American borders four times on a full trip. The car crosses the border about 500 feet (150 m) from the starting point and runs through United States territory for about 200 feet (61 m), but riders need no immigration clearance. At each end of the crossing, it is 220 feet (67 m) high, and in the centre, it averages 200 feet (61 m) above the river depending on the level of the water below.  Its span is 1,770 feet (540 m).  The rapids entering the whirlpool below the Aero Car move at an estimated 35 to 37 km/h (22 to 23 mph), and the flow of the water coming through the river is about 2,800 cubic meters per second (623,000 imperial gallons per second) in the summer months, and 1,400 m³/s (300,000 imp gal/s) in the winter months.  From the Aero Car, sightseers can see Whirlpool State Park in Niagara Falls, New York, as well as the Robert Moses Niagara Hydroelectric Power Station in Lewiston, New York.  From the side or centre of the car, one can view the violent motion of the 60 acres (0.24 km2) whirlpool below.  Riders may also see hikers on nature trails and fishermen on both sides of the river.\nThe car was originally open, but a roof has been added to all later designs. A four-person rescue car is available (a smaller silver car stored at the opposite end in an indoor area), but not used in regular service.The car operates from 10am to 5pm from the second week of March to the first week of November. Despite the similarities between the Aero Car and ski lifts, it has not been operated in winter since 2004.\n\n\n\n\n\t\t\n\t\t\n\t\t\n\t\t\n\n\n\nIncline railways at Niagara Falls\nNiagara Parks Commission People Mover\nNiagara Whirlpool\n\n\n\n\nNiagara Falls - Spanish Aerocar\nRide The Air - Whirlpool Aero Car\nPlaque at the entrance\n\n\n\n\nNiagara Parks webpage for Whirlpool Aero Car\nLocation of the whirlpool with photos and web sites related to the area\nImages from the Historic Niagara Digital Collections\nNiagara Falls - Spanish Aerocar\nRide The Air - Whirlpool Aero Car\nPlaque at the entrance",
  "links": [
    "Aerial tramway",
    "Geographic coordinate system",
    "Incline railways at Niagara Falls",
    "Leonardo Torres Quevedo",
    "Lewiston, New York",
    "Niagara Falls, New York",
    "Niagara Falls, Ontario",
    "Niagara Parks Commission",
    "Niagara Parks Commission People Mover",
    "Niagara River",
    "Niagara Spanish Aero Car Company Limited",
    "Niagara Whirlpool",
    "Robert Moses Niagara Hydroelectric Power Station",
    "Whirlpool State Park"
  ],
  "images": [
    "https://upload.wikimedia.org/wikipedia/commons/1/12/Cable_car_crossing_the_Niagara_Whirlpool_%28I0005642%29.tif",
    "https://upload.wikimedia.org/wikipedia/commons/d/db/Niagara_Falls_Whirlpool_Aero_Car.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/Niagara_Whirlpool_Spanish_Aero_Car.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/4/41/Niagara_Whirlpool_with_aerocar.JPG",
    "https://upload.wikimedia.org/wikipedia/commons/e/e2/ON_Niagara_tango7174.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/4/46/Whirlpool_Aero_Car%2C_c._1960.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/Whirlpool_rapids3.JPG",
    "https://upload.wikimedia.org/wikipedia/en/4/4a/Commons-logo.svg",
    "https://upload.wikimedia.org/wikipedia/en/9/99/Question_book-new.svg"
  ]
}