{
  "title": "William Back",
  "url": "https://en.wikipedia.org/wiki/William_Back",
  "body": "William Back (c. 1856 – 15 February 1911) was an Australian cricketer who played at first-class level for Western Australia in 1893, including in its inaugural first-class match.\nBorn on Rottnest Island, Back played for Fremantle in the WACA grade cricket competition, and led the league's batting averages during the 1887–88 season, scoring 267 runs from ten innings at an average of 53.50. His only state-level matches played during Western Australia's tour of the eastern colonies in early 1893. He opened the batting for the side in both of its two first-class matches on the tour, against South Australia and Victoria, variously partnering with Percival Hussey, Harry Bennett, and Ernest Randell. In the first match, Back scored four and seven runs, and in the second match, a duck and one run, with Western Australia following on in both matches. He also played in two other matches on tour, against the Melbourne Cricket Club and a \"juniors\" representative team from Victoria. Little else is known of his life. Having apparently worked as a forwarding agent on the Fremantle wharves, Back died in Fremantle on 15 February 1911, and was buried in the Anglican section of Fremantle Cemetery the following day. He had been a member of a local fraternal organisation, the Oddfellows, before his death, as well as a founding member of the Fremantle District Cricket Club, who wore black armbands in their next match.\n\n\n",
  "links": [
    "Anglican",
    "Batsman",
    "Batting average (cricket)",
    "Black armband",
    "Cricket",
    "Duck (cricket)",
    "East Perth, Western Australia",
    "Eastern states of Australia",
    "Ernest Randell",
    "First-class cricket",
    "Follow-on",
    "Freight forwarder",
    "Fremantle",
    "Fremantle Cemetery",
    "Fremantle District Cricket Club",
    "Fremantle Harbour",
    "Harry Bennett (Australian cricketer)",
    "Melbourne Cricket Club",
    "Oddfellows",
    "Opening batsman",
    "Percival Hussey",
    "Perth",
    "Rottnest Island",
    "South Australia cricket team",
    "Stumped",
    "The West Australian",
    "Victoria cricket team",
    "Western Australia",
    "Western Australia cricket team",
    "Western Australian Cricket Association",
    "Western Australian Grade Cricket"
  ],
  "images": []
}