{
  "title": "ǃKung languages",
  "url": "https://en.wikipedia.org/wiki/%C7%83Kung_languages",
  "body": "ǃKung  (ǃXun), also known as Ju, is a dialect continuum (language complex) spoken in Namibia, Botswana, and Angola by the ǃKung people, constituting two or three languages. Together with the ǂʼAmkoe language, ǃKung forms the Kxʼa language family. ǃKung constituted one of the branches of the putative Khoisan language family, and was called Northern Khoisan in that scenario, but the unity of Khoisan has never been demonstrated and is now regarded as spurious. Nonetheless, the anthropological term \"Khoisan\" has been retained as an umbrella term for click languages in general.ǃKung is famous for its many clicks, such as the ǃ in its name, and has some of the most complex inventories of both consonants and vowels in the world. It also has tone. For a description, see Juǀʼhoan. To pronounce ǃXuun (pronounced [ǃ͡χũː˦˥] in Western ǃKung/ǃXuun) one makes a click sound before the x sound (which is like a Scottish or German ch), followed by a long nasal u vowel with a high rising tone.\n\n\n\nThe term ǃKung, or variants thereof, is typically used when considering the dialects to constitute a single language; Ju tends to be used when considering them as a small language family. ǃKung is also sometimes used for the northern/northwestern dialects, as opposed to the well documented Juǀʼhoan dialects in the south(east); however speakers of nearly all dialects call themselves ǃKung.\nThe spellings ǃXun and ǃXuun seen in recent literature are related to the Juǀʼhoan form spelled ǃXʼu(u)n in the 1975 orthography, or ǃKu(u)n in current orthography. Additional spellings are ǃHu, ǃKhung, ǃKu, Kung, Qxü, ǃung, ǃXo, Xû, ǃXû, Xun, ǃXung, ǃXũũ, ǃXun, ʗhũ:, and additional spellings of Ju are Dzu, Juu, Zhu.\n\n\n\nIf the ǃKung dialects are counted together, they would make the third-most-populous click language after Khoekhoe and Sandawe.  The most populous ǃKung variety, Juǀʼhoan, is perhaps tied for third place with Naro.\nEstimates vary, but there are probably around 15,000 speakers. Counting is difficult because speakers are scattered on farms, interspersed with speakers of other languages, but Brenzinger (2011) counts 9,000 in Namibia, 2,000 in Botswana, 3,700 in South Africa and 1,000 in Angola (down from perhaps 8,000 in 1975).\nUntil the mid–late twentieth century, the northern dialects were widespread in southern and central Angola. However, most ǃKung fled the Angolan Civil War to Namibia (primarily to the Caprivi Strip), where they were recruited into the South African Defence Force special forces against the Angolan Army and SWAPO. At the end of the Border War, more than one thousand fighters and their families were relocated to Schmidtsdrift in South Africa amid uncertainty over their future in Namibia. After more than a decade living in precarious conditions, the post-Apartheid government bought and donated land for a permanent settlement at Platfontein, near Schmidtsdrift.Only Juǀʼhoan is written, and it is not sufficiently intelligible with the Northwestern dialects for the same literature to be used for both.\n\n\n\nThe better-known ǃKung dialects are Tsumkwe Juǀʼhoan, Ekoka ǃKung, ǃʼOǃKung, and ǂKxʼauǁʼein. Scholars distinguish between eleven and fifteen dialects, but the boundaries are unclear. There is a clear distinction between North/Northwest vs South/Southeast, but also a diverse Central group that is poorly attested.\n\n\n\nHeine & Honken (2010) classify the 11 traditionally numbered dialects into three branches of what they consider a single language:\n\nNorthern–Western ǃXunNorthern ǃXun\n(N1) Maligo (ǃxuun, kúándò ǃxuun \"Kwando ǃXuun\"; SE Angola)\n(N2) ǃʼOǃKung (ǃʼo ǃuŋ \"Forest ǃXuun\"; eastern C Angola)\nWestern ǃXun\n(W1) — (ǃxūún, ǃʼālè ǃxòān \"Valley ǃXuun\"; Eenhana district, N Namibia)\n(W2) ǀʼAkhwe (ǃxūún, ǀʼākhòè ǃxòān \"Kwanyama ǃXuun\"; Eenhana, N Namibia)\n(W3) Tsintsabis (ǃxūún; Tsintsabis, Tsumeb district, N Namibia)\n(K) Kavango ǃXuun (ǃxūún, known as dom ǃxūún \"River ǃXuun\" in Ekoka; Western Rundu district, N Namibia, & Angola adjacent)Central ǃXun(C1) Gaub (Tsumeb district, N Namibia)\n(C2) Neitsas (Grootfontein district, N Namibia)\ntentatively also the Tsintsabis, Leeunes and Mangetti (different from Mangetti Dune) dialectsSoutheastern ǃXun(E1) Juǀʼhoan (ju-ǀʼhoan(-si); Tsumkwe district, N Namibia, & Bots adjacent)\n(E2) Dikundu (ǃxun, ju-ǀʼhoa(si); Dikundu, W Caprivi)\n(E3) ǂKxʼauǁʼein (ju-ǀʼhoan(-si), ǃxun, ǂxʼāōǁʼàèn \"Northern people\"; Gobabis district, E Namibia)Heine & König (2015, p. 324) state that speakers of all Northwestern dialects \"understand one another to quite some extent\" but that they do not understand any of the Southeastern dialects.\n\n\n\nSands (2010) classifies ǃKung dialects into four clusters, with the first two being quite close:\n\nNorthern ǃKung: Southern Angola, around the Cunene, Cubango, Cuito, and Cuando rivers, but with many refugees now in Namibia:ǃʼOǃKung\nMaligoNorth-Central ǃKung: Namibia, between the Ovambo River and the Angolan border, around the tributaries of the Okavango River east of Rundu to the Etosha Pan:Tsintsabis\nOkongo\nOvambo\nMpunguvlei\nǀʼAkhwe (Ekoka)Central ǃKung: The area around Grootfontein, Namibia, west of the central Omatako River and south of the Ovambo River\nSoutheastern ǃKung: Botswana east of the Okavango Delta, and northeast Namibia from near Windhoek to Rundu, Gobabis, and the Caprivi Strip:Tsumkwe\nOmatako\nKameeldoring\nEpukiro.ǂKxʼauǁʼein was too poorly attested to classify at the time.\n\n\n\nA preliminary classification of the !Xũũ and Žuǀ'hõasi dialects by Snyman (1997):\nSouthern (Žuǀʼhõansi)\nEpukiro Žuǀʼhõansi is bounded by the Omuramba Otjozondjou, stretching along the Omuramba Epukiro and north of the Sandfontein Omuramba up to Ghanzi in Botswana.\nTsumkwe Žuǀʼhõansi is spoken east of 20° longitude from the Omuramba Otjozondjou up to the Kaudom Omuramba and extending to Samagaigai in the west and 22° longitude in Botswana.\nRundu Žuǀʼhõansi presumably occurs south of the Okavango river from Rupara south-eastward to Ncaute and then north of the Omuramba Kaudom.\nOmatako Žuǀʼhõansi consists of a northern dialect probably stretching from Ncaute southwards up to ca. 100km South of Karakuwisa, and a southern dialect extending southwards to include the tributaries of the Omatako, viz. the Omambonde, Klein Omatako and Gunib. The dialects are probably spoken in an area about 40 km wide along the river. According to the map in Westhpal (1956), the upper reaches of the Gunib Omuramba as well as the Omuramba Otjozondjou, i.e. the area between Okozonduzu Omazera and Blignaut, was Haillom territory. This area roughly lies on the watershed between the Omatako and the Otjozondjou which served as a natural boundary between the Epukiro and Omatako Žuǀʼhõansi.\nCentral (!Xũũ)\nGrootfontein !Xũũ is found in the district to the north-east, east and south-east of the town of Grootfontein.\nTsintsabis !Xũũ is restricted to the North-eastern part of the Tsumeb district and adjacent areas in the western and eastern Mangetti.\nOkongo !Xũũ is found in the Okongo, Olokula, Ekoka and Otyolo area of Northeastern Owambo.\nNorthern (!Xũũ)\nMpungu !Xũũ occurs in the Tondoro and Mpungu area of the north-western Kavango and presumably in adjacent areas in Angola. This dialect clearly forms a transition from Okongo !Xũũ to the other dialects of the Northern dialect cluster. Cuando/Quito !Xũũ presumably belonged in the area between these rivers.\nQuilo/Cubango !Xũũ presumably belonged in the area between these rivers.\nCubango/Cunene !Xũũ presumably belonged in the area between these rivers.\n\n\n\nThe ancestral language, Proto-Juu or Proto-ǃXuun, had five places of click articulation: Dental, alveolar, palatal, alveolar lateral, and retroflex (*‼). The retroflex clicks have dropped out of Southeastern dialects such as Juǀʼhoan, but remain in Central ǃKung. In ǀʼAkhwe (Ekoka), the palatal click has become a fricated alveolar.\n\n\n\n!Kung word lists (Wiktionary)\n\n\n\n\n\n\n\n\n\nBrenzinger, Matthias (2011).  Witzlack-Makarevich; Ernszt, M (eds.). \"The twelve Modern Khoisan languages\". Khoisan Languages and Linguistics: Proceedings of the 3rd International Symposium, Riezlern / Kleinwalsertal. Research in Khoisan Studies. Cologne, Germany: Rüdiger Köppe Verlag. 29.\nDoke, Clement Martyn (July 1926). \"The Phonetics of the Zulu Language\". Bantu Studies. Johannesburg, South Africa: University of the Witwatersrand Press. 2. ISSN 0256-1751.\nHaacke, W.H.G. (2009). \"Khoesaan Languages\".  In Brown, Keith; Ogilvie, Sarah (eds.). Concise Encyclopedia of Languages of the World. Oxford, UK: Elsevier. pp. 600–602. ISBN 9780080877747. LCCN 2008934269.\nHeine, Bernd; Honken, Henry (2010). \"The Kxʼa Family: A New Khoisan Genealogy\" (PDF). Journal of Asian and African Studies. Tokyo, Japan (79): 5–36. Archived from the original (PDF) on November 2, 2018.\nHeine, Bernd; König, Christa (2015). The ǃXun Language: A Dialect Grammar of Northern Khoisan. Quellen zur Khoisan-Forschung, 33. Rüdiger Köppe. ISBN 9783896458773.\nMiller, A.L.; Holliday, J.; Howcroft, D.M.; Phillips, S.; Smith, B.; Tsz-Hum, T.; Scott, A. (2011). \"The Phonetics of the Modern-Day Reflexes of the Proto-Palatal Click in Juu Languages\". Proceedings of the 4th International Symposium on Khoisan Languages and Linguistics.\nRobins, Steven; Madzudzo, Elias; Brenzinger, Matthias (April 2001). Regional Assessment of the Status of the San in Southern Africa — An Assessment of the Status of the San in South Africa, Angola, Zambia and Zimbabwe (PDF). Vol. 2. Windhoek, Namibia: Legal Assistance Centre (LAC). ISBN 99916-765-4-6. Archived from the original (PDF) on July 2, 2017. Retrieved August 31, 2017.\nSands, Bonny (2010).  Brenzinger, Matthias; König, Christa (eds.). \"Juu Subgroups Based on Phonological Patterns\". Khoisian Language and Linguistics: The Riezlern Symposium 2003. Cologne, Germany: Rüdiger Köppe: 85–114.\nScott, Abigail; Miller, Amanda; Namaseb, Levi; Sands, Bonny; Shah, Sheena (June 2, 2010). \"Retroflex Clicks in Two Dialects of ǃXung\". University of Botswana, Department of African Languages.\nSuzman, James (April 2001). Regional Assessment of the Status of the San in Southern Africa – An Assessment of the Status of the San in Namibia (PDF). Vol. 4. Windhoek, Namibia: Legal Assistance Centre (LAC). ISBN 99916-765-1-1. Archived (PDF) from the original on April 27, 2018. Retrieved August 31, 2017.",
  "links": [
    "Afrikaans",
    "Alveolar click",
    "Angola",
    "Angolan Civil War",
    "Angolan Portuguese",
    "Arabic",
    "Bantu language",
    "Bolo language",
    "Botswana",
    "Caprivi Strip",
    "Central ǃKung",
    "Chinese language",
    "Chokwe language",
    "Click consonant",
    "Consonant",
    "Cubango River",
    "Dental click",
    "Dialect continuum",
    "Eini language",
    "Ekoka !Kung",
    "Ekoka ǃKung",
    "Endangered Languages Project",
    "English language",
    "Epukiro",
    "Etosha pan",
    "French language",
    "Fwe language",
    "Gciriku language",
    "German language",
    "Glottolog",
    "Gobabis",
    "Grootfontein",
    "Gǀwi dialect",
    "Gǁana language",
    "Hadza language",
    "Hakaona language",
    "Herero language",
    "Holu language",
    "ISBN (identifier)",
    "ISO 639-3",
    "ISSN (identifier)",
    "Ibinda",
    "International Phonetic Alphabet",
    "Journal of Asian and African Studies",
    "Ju language (Chadic)",
    "Juǀ'hoan dialect",
    "Juǀ'hoan language",
    "Juǀʼhoan language",
    "Khoe languages",
    "Khoekhoe language",
    "Khoemana",
    "Khoe–Kwadi languages",
    "Khoisan",
    "Khoisan languages",
    "Khwe language",
    "Kimbundu",
    "Kongo language",
    "Kuhane language",
    "Kunene River",
    "Kung language (Cameroon)",
    "Kuvale language",
    "Kwadi language",
    "Kwangali language",
    "Kwanyama dialect",
    "Kwanyama language",
    "Kxʼa languages",
    "LCCN (identifier)",
    "Language family",
    "Language isolate",
    "Languages of Angola",
    "Languages of Namibia",
    "Lateral click",
    "Latin script",
    "Lingala",
    "Lower Nossob language",
    "Lucazi language",
    "Luimbi language",
    "Lunda language",
    "Luvale language",
    "Luyana language",
    "Mashi language",
    "Mbali language",
    "Mbangala language",
    "Mbukushu language",
    "Mbunda language",
    "Merriam-Webster",
    "Mpungu",
    "Namibia",
    "Namibian Sign Language",
    "Naro language",
    "Nasal vowel",
    "Ndombe language",
    "Ndonga dialect",
    "Ndonga language",
    "Ngambwe language",
    "Ngoya language",
    "Nkumbi language",
    "Nsongo language",
    "Nyaneka language",
    "Nyengo language",
    "Nǁng language",
    "Okavango Delta",
    "Okongo",
    "Omatako Constituency",
    "Omatako River",
    "Oshiwambo language",
    "Ovambo River",
    "Ovambo language",
    "Palatal click",
    "Portuguese language",
    "Quilo River",
    "Retroflex click",
    "Romani language",
    "Rundu",
    "Ruund language",
    "SWAPO",
    "Sama language (Angola)",
    "Sandawe language",
    "Schmidtsdrift",
    "Sekele dialect",
    "Sekele language",
    "Shua language",
    "Sign language",
    "South Africa",
    "South African Border War",
    "Specials (Unicode block)",
    "Taa language",
    "Tone (linguistics)",
    "Tshwa language",
    "Tsintsabis",
    "Tsumkwe",
    "Tswana language",
    "Tuu languages",
    "Umbundu",
    "Unicode",
    "Vowel",
    "Windhoek",
    "Writing system",
    "Yeyi language",
    "Zemba language",
    "ǀXam language",
    "ǁXegwi language",
    "ǂHaba language",
    "ǂKx'ao-ǁ'ae",
    "ǂKxʼaoǁʼae",
    "ǂKxʼauǁʼein",
    "ǂUngkue language",
    "ǂʼAmkoe language",
    "ǃGãǃne language",
    "ǃKung people"
  ],
  "images": []
}